Repository: DenisStor/F.I.R.E---Finance-Freedom
Catalog: F.I.R.E./Screen/Localize/*.lproj/Localizable.strings
Languages: pl, ru, uk

# rewnoigbn
source: Elon Musk is a 50-year-old American inventor, visionary and billionaire. When Forbes magazine updated its annual billionaire ranking in 2022, for the first time he was officially named the richest man on Earth with a fortune of $219 billion. In the previous couple of years, Musk had become one several times - but only by ranking (real time), periodically losing to Amazon founder Jeff Bezos. Musk is known primarily for two projects, the electric car maker Tesla and the space company SpaceX. On May 30, 2020, SpaceX made its first-ever private manned launch into space, the Crew Dragon. Until then, for nine years, astronauts to the ISS were delivered only by Russian ships of the series (Soyuz). SpaceX is also actively developing a project to send Internet satellites to low Earth orbit. With the help of a constellation of such devices Musk intends to create a global network, providing broadband Internet access to residents anywhere in the world.
ru: Илон Маск — 50-летний американский изобретатель, визионер и миллиардер. При ежегодном обновлении рейтинга миллиардеров в 2022 году журнал Forbes впервые официально назвал его богатейшим человеком Земли с состоянием $219 млрд. За предыдущие пару лет Маск несколько раз становился таковым — но лишь по рейтингу (реального времени), периодически уступая основателю Amazon Джеффу Безосу. Маск известен в первую очередь двумя проектами — производитель электромобилей Tesla и космическая компания SpaceX. 30 мая 2020 года SpaceX совершила первый в истории частный пилотируемый запуск в космос корабля Crew Dragon. До этого на протяжении девяти лет астронавтов на МКС доставляли только российские корабли серии (Союз). SpaceX также активно развивает проект по отправке на низкую околоземную орбиту интернет-спутников. С помощью группировки таких аппаратов Маск намерен создать глобальную сеть, обеспечивающую жителей широкополосным интернетом в любой точке планеты.

# 4y5mwnrtqwe
source: Raymond Dalio (born August 8, 1949, Queens, New York) is an American financier, billionaire investor, founder of Bridgewater Associates, and philanthropist. He was the only child of a family of jazz musician and housewife, Italian Marino Dalio and Native American Anne Dalio. The family was not rich - while his mother was raising her son, his father supported his wife and child by playing saxophone and clarinet in several clubs in Manhattan. Ray loved sports and socializing with friends, but the urge to study was alien to the young man. But despite this, you could not call him lazy - Ray was acutely aware of the lack of money and from the age of 12, he started working - shoveling snow, delivering newspapers, mowing the lawn, and moonlighting at the golf club. It was there that he learned about stocks and investing from the players and became seriously interested in it. The young man wanted to increase his capital, so he bought Northeast Airlines stock as soon as he raised $300. Ray was careful and consistent, so he chose the right strategy to avoid going broke.
ru: Рэймонд Да́лио (род. 8 августа 1949, Куинс, Нью-Йорк) — американский финансист, инвестор-миллиардер, основатель инвестиционной компании Bridgewater Associates, благотворитель. Он был единственным ребёнком в семье джазового музыканта и домохозяйки, итальянца Марино Далио и коренной американки Энн Далио. Семья жила небогато — пока мать занималась воспитанием сына, отец обеспечивал жену и ребёнка, играя на саксофоне и кларнете в нескольких клубах Манхэттена. Рэй любил спорт и общение с друзьями, а вот тяга к учёбе юноше была чужда. Но несмотря на это, его было нельзя назвать ленивым — Рэй остро чувствовал нехватку денег и с 12 лет начал работать — чистил снег, разносил газеты, стриг газон и подрабатывал в гольф-клубе. Именно там от игроков он узнал об акциях и инвестировании и всерьёз этим заинтересовался. Юноше хотелось увеличить свой капитал, поэтому он купил акции Northeast Airlines, как только собрал $300. Рэй был внимательным и последовательным, поэтому верно выбрал стратегию, которая поможет не прогореть.

# neithgnbm
source: American Financier
ru: Американский Финансист

# yeoigbgnm
source: Entrepreneur
ru: Предприниматель

# ewiutbg
source: American Investor
ru: Американский Инвестор

# veoitbn
source: Jeff Bezos
ru: Джефф Безос

# uthiebgnm
source: Jeffrey Preston Bezos was born January 12, 1964 in Albuquerque, New Mexico, USA. He is known as the founder and former CEO of Amazon.com. Bezos is one of the richest people in the world and one of the most influential entrepreneurs in modern history. Bezos graduated from prestigious Princeton University, where he earned a bachelor's degree in computer science and electrical engineering. After graduation, he worked at various financial firms, including hedge fund D.E. Shaw & Co. The most significant moment in Bezos' life, however, was the creation of Amazon.com. In 1994, in the garage of his Seattle home, he started an online bookstore called Cadabra, which was soon renamed Amazon.com. The company's start-up capital was only a few hundred thousand dollars. Thanks to its innovative business model, unique online store and aggressive expansion into various product categories, Amazon became one of the most successful companies in the world. Today Amazon offers a wide range of products and services, including electronics, books, clothing, food, streaming video and cloud computing. Bezos led Amazon for more than 27 years, from 1994 to 2021. During that period, the company grew substantially and became one of the largest capitalization companies in the world. Bezos is known for his focus on innovation, long-term strategy and customer focus. In 2021 Bezos announced that he was going to step down as CEO of Amazon to focus on other projects and philanthropy. That same year he founded Blue Origin, a company focused on space travel and rocket and space technology development. Bezos is also known for his philanthropic contributions. In 2018, he launched the Bezos-Day 1 Foundation, which directs funds to various charitable programs in education and homelessness. Jeff Bezos' biography is the story of a successful entrepreneur who created one of the most significant and influential companies in the world and became one of the symbols of the digital age.
ru: Джеффри Престон Безос (Jeffrey Preston Bezos) родился 12 января 1964 года в Альбукерке, Нью-Мексико, США. Он известен как основатель и бывший CEO интернет-компании Amazon.com. Безос является одним из самых богатых людей в мире и одним из наиболее влиятельных предпринимателей в современной истории. Безос окончил престижный университет Принстон, где получил степень бакалавра по компьютерным наукам и электротехнике. После окончания университета он работал в различных финансовых компаниях, включая хедж-фонд D.E. Shaw & Co. Однако наиболее значимым моментом в жизни Безоса стало создание Amazon.com. В 1994 году, в гараже своего дома в Сиэтле, он основал интернет-книжный магазин под названием Cadabra, который вскоре был переименован в Amazon.com. Стартовый капитал компании составлял всего несколько сотен тысяч долларов. Благодаря инновационной бизнес-модели, уникальному интернет-магазину и активной экспансии в различные товарные категории, Amazon стал одной из самых успешных компаний в мире. Сегодня Amazon предлагает широкий ассортимент товаров и услуг, включая электронику, книги, одежду, пищевые продукты, потоковое видео и облачные вычисления. Безос возглавлял Amazon в течение более 27 лет, с 1994 по 2021 год. В этот период компания существенно выросла и стала одной из крупнейших по капитализации компаний в мире. Безос известен своим фокусом на инновациях, долгосрочной стратегии и клиентоориентированности. В 2021 году Безос объявил, что собирается уйти с поста CEO Amazon, чтобы сосредоточиться на других проектах и благотворительности. В том же году он основал компанию Blue Origin, занимающуюся космическими путешествиями и разработкой ракетно-космических технологий. Безос также известен своим филантропическим вкладом. В 2018 году он запустил Безос-Дэй 1 Фонд, который направляет средства на различные благотворительные программы в области образования и борьбы с бездомностью. Биография Джеффа Безоса является историей успешного предпринимателя, который создал одну из самых значимых и влиятельных компаний в мире и стал одним из символов цифровой эпохи.

# wei9ybn
source: Changpeng Zhao
ru: Чанпэн Чжао

# u9erwuhbngm
source: Changpeng Zhao is the founder of Binance, the world's largest cryptocurrency exchange. In just five years, the native of a poor Chinese family and a former (McDonald's) chef managed to make a fortune of almost $100 billion and become the richest man in Asia. Zhao became the first crypto-businessman in the world to challenge world-famous IT moguls, including Mark Zuckerberg and Larry Page. However, the creator of Binance does not fit the typical image of a billionaire and is considered one of the most mysterious representatives of the cryptocurrency industry. Zhao is a well-known figure in the cryptocurrency industry and is actively involved in the development and promotion of blockchain and cryptocurrencies. He has a philosophy of decentralization and believes in the power of blockchain technology to transform the financial system and increase financial inclusion. Changpeng Zhao and his company Binance continue to play an important role in the development and promotion of cryptocurrencies and blockchain, as well as various projects and initiatives in this field.
ru: Чанпэн Чжао — основатель крупнейшей в мире биржи криптовалют Binance. Всего за пять лет выходцу из небогатой китайской семьи и бывшему повару в (Макдоналдсе) удалось сколотить состояние почти в сто миллиардов долларов и стать самым богатым человеком Азии. Чжао стал первым криптобизнесменом в мире, который смог бросить вызов всемирно известным IT-магнатам, среди которых Марк Цукерберг и Ларри Пейдж. Однако создатель Binance совсем не вписывается в типичный образ миллиардера и считается одним из самых таинственных представителей индустрии криптовалют. Чжао является известной фигурой в криптовалютной индустрии и активно участвует в развитии и продвижении блокчейна и криптовалют. Он придерживается философии децентрализации и верит в силу технологии блокчейн для трансформации финансовой системы и повышения финансовой инклюзии. Чанпэн Чжао и его компания Binance продолжают играть важную роль в развитии и популяризации криптовалют и блокчейна, а также в различных проектах и инициативах в этой области.

# wietbgonmv
source: Website
ru: Cайт

# eriyohnbm
source: What kind of investor are you?
ru: Какой ты инвестор?

# SmartQues1
source: Are you a smart investor
ru: Умный ли ты инвестор

# SmartQues1.1
source: Financial risk is completely eliminated by portfolio diversification.
ru: Финансовый риск полностью исключается при диверсификации портфеля.

# SmartQues1.2
source: Portfolio diversification guarantees maximum investment profitability.
ru: Диверсификация портфеля гарантирует максимальную прибыльность инвестиций.

# SmartQues1.3
source: Technical analysis when investing includes only graphical analysis.
ru: Технический анализ при инвестировании включает в себя только графический анализ.

# SmartQues1.4
source: Stock options can protect an investor from losses in a falling stock market.
ru: Опционы на покупку акций могут защитить инвестора от потерь на падающем рынке акций.

# SmartQues1.5
source: The P/E (Price-to-Earnings) ratio reflects a stock's price-to-earnings ratio.
ru: Показатель P/E (Price-to-Earnings) отражает соотношение цены акции к ее доходности.

# SmartQues1.6
source: The inflation rate has no effect on bond yields.
ru: Уровень инфляции не влияет на доходность облигаций.

# SmartQues1.7
source: A company's capitalization reflects the total value of the company's stock in the market.
ru: Капитализация компании отражает общую стоимость акций компании на рынке.

# SmartQues1.8
source: The Growth Investing strategy is based on buying stocks of companies with low market capitalization and high growth potential.
ru: Стратегия Growth Investing основана на покупке акций компаний с низкой рыночной капитализацией и высоким потенциалом роста.

# SpendWisely1
source: Do you know how to spend properly
ru: Умеете ли вы правильно тратить

# SpendWisely1.1
source: Saving is not spending at all.
ru: Экономия - это полное отсутствие трат.

# SpendWisely1.2
source: Proper budgeting involves spending money randomly.
ru: Правильное бюджетирование включает случайные траты денег.

# SpendWisely1.3
source: The pay yourself first principle means saving money before any other spending.
ru: Принцип плати себе первым означает откладывать деньги на сбережения перед любыми другими тратами.

# SpendWisely1.4
source: Impulse purchases are purchases made without prior planning or thought.
ru: Импульсивные покупки - это покупки, сделанные без предварительного планирования или размышления.

# SpendWisely1.5
source: A financial plan is a strategy for achieving financial goals over the long term.
ru: Финансовый план - это стратегия для достижения финансовых целей на долгосрочный период.

# SpendWisely1.6
source: Keeping track of your expenses and comparing them to a budget helps control spending.
ru: Учет своих расходов и сравнение их с бюджетом помогает контролировать траты.

# SpendWisely1.7
source: A financial goal is a goal to save money for a specific purchase or event.
ru: Финансовая цель - это задача по накоплению денег на конкретное приобретение или событие.

# SpendWisely1.8
source: An emergency fund is for saving for emergencies.
ru: Аварийный фонд предназначен для сбережений на случай непредвиденных ситуаций.

# AbilityMoney1
source: Do you know how to save money.
ru: Умеете ли вы сберегать деньги

# AbilityMoney1.1
source: An emergency fund is money set aside for emergencies.
ru: Аварийный фонд - это деньги, отложенные на случай непредвиденных ситуаций.

# AbilityMoney1.2
source: It is recommended that you set aside at least 10% of your income for savings.
ru: Рекомендуется откладывать минимум 10% от своего дохода на сбережения.

# AbilityMoney1.3
source: Doing a monthly expense audit helps you save money.
ru: Проведение ежемесячного аудита расходов помогает сэкономить деньги.

# AbilityMoney1.4
source: Passive Income' is Money received as a gift.
ru: Пассивный доход - это Деньги, полученные в качестве подарка.

# AbilityMoney1.5
source: Long-term goals in the savings context are financial goals to be achieved over several years.
ru: Долгосрочные цели в контексте сбережений - это финансовые цели, которые должны быть достигнуты в течение нескольких лет.

# AbilityMoney1.6
source: 'Active Savings' includes regular investments in stocks and bonds.
ru: Активное сбережение включает регулярные инвестиции в акции и облигации.

# AbilityMoney1.7
source: 'Compounded interest' plays a role in saving money by charging interest on the amount including interest already earned.
ru: Компаундированные проценты играют роль при сбережении денег, начисляя проценты на сумму включая уже полученные проценты.

# AbilityMoney1.8
source: Planning and sticking to a budget is the key to successful money saving.
ru: Планирование и придерживание бюджета является ключевым принципом успешного сбережения денег.

# weuhnmb
source: Approximately 20-30% of the portfolio can be held in risk-free assets, such as deposits, savings accounts, or money market funds, to provide liquidity and capital preservation.
ru: Приблизительно 20-30% портфеля можно удерживать в безрисковых активах, таких как депозиты, сберегательные счета или денежные фонды, чтобы обеспечить ликвидность и сохранение капитала.

# BondsQues1.1
source: Yes
pl: Tak

# BondsQues1.2
source: No
pl: Nie

# BondsQues2.1
source: Yes
pl: Tak

# BondsQues2.2
source: No
pl: Nie

# BondsQues3.1
source: Yes
pl: Tak

# BondsQues3.2
source: No
pl: Nie

# BondsQues4.1
source: Yes
pl: Tak

# BondsQues4.2
source: No
pl: Nie

# BondsQues5.1
source: Yes
pl: Tak

# BondsQues5.2
source: No
pl: Nie
