Repository: DenisStor/F.I.R.E---Finance-Freedom
Catalog: F.I.R.E./Screen/Localize/*.lproj/Localizable.strings
Languages: pl, ru, uk

# word_73
source: Diversify your bond portfolio by investing in different currencies
pl: Inwestuj w sektor edukacyjny i rozwojowy. To inwestycja w przyszłe pokolenia i rozwój społeczny
ru: Участвуйте в IPO и первичных размещениях акций для потенциально высоких доходов
uk: Беріть участь в IPO і первинних розміщеннях акцій для потенційно високих доходів

# word_74
source: Stay updated with currency exchange rates and their impact on bond returns
pl: Badaj i śledź wskaźn iki makroekonomiczne. Mogą one dawać wskazówki dotyczące stanu gospodarki
ru: Инвестируйте в образовательные программы и тренинги для расширения ваших инвестиционных знаний
uk: Інвестуйте в освітні програми та тренінги для розширення ваших інвестиційних знань

# word_75
source: Invest in municipal bonds for potential tax advantages
pl: Inwestuj w sektor infrastruktury. To branża kluczowa dla rozwoju gospodarczego
ru: Учитывайте долю долларовых активов в вашем портфеле для защиты от риска падения рубля
uk: Враховуйте частку доларових активів у вашому портфелі для захисту від ризику падіння гривні

# word_76
source: Consider general obligation bonds for lower default risk
pl: Bądź elastyczny w podejściu do inwestycji. Czasami konieczne jest dostosowanie strategii do zmieniających się warunków rynkowych
ru: Оценивайте рентабельность и риски перед инвестицией в стартапы и молодые компании
uk: Оцінюйте рентабельність і ризики перед інвестицією в стартапи та молоді компанії

# word_77
source: Evaluate the financial health and credit ratings of municipal bond issuers
pl: Inwestuj w spółki o stabilnym wzroście zysków i dywidendy
ru: Инвестируйте в криптовалюты для диверсификации портфеля и потенциального роста
uk: Інвестуйте в криптовалюти для диверсифікації портфеля і потенційного зростання

# word_78
source: Diversify your municipal bond portfolio by investing in different issuers and states
pl: Oceń potencjał wzrostu rynków zagranicznych i rozważ inwestycje w międzynarodowe akcje
ru: Следите за изменениями в законодательстве, которые могут повлиять на ваши инвестиции
uk: Слідкуйте за змінами в законодавстві, які можуть вплинути на ваші інвестиції

# word_79
source: Stay informed about local economic conditions and budgetary concerns
pl: Bądź świadomy ryzyka walutowego. Inwestycje w zagraniczne rynki mogą być narażone na zmienność kursów walutowych
ru: Инвестируйте в облигации с разными сроками погашения для распределения риска
uk: Інвестуйте в облігації з різними термінами погашення для розподілу ризику

# word_80
source: Invest in Treasury Inflation-Protected Securities (TIPS) for inflation protection
pl: Zrób research i zapoznaj się z opiniami analityków przed dokonaniem inwestycji
ru: Учитывайте комиссии и расходы при выборе инвестиционных продуктов
uk: Враховуйте комісії та витрати при виборі інвестиційних продуктів

# word_81
source: Consider the real yield and maturity of TIPS
pl: Rozważ inwestowanie w fundusze indeksowe, które odzwierciedlają ogólny stan rynku
ru: Инвестируйте в компании с сильным управлением и долгосрочной стратегией
uk: Інвестуйте в компанії з сильним управлінням і довгостроковою стратегією

# word_82
source: Evaluate the inflation expectations and CPI data when investing in TIPS
pl: Zainwestuj w swoje cele życiowe. Inwestycje powinny służyć realizacji Twoich marzeń i planów
ru: Оценивайте финансовую стабильность банков и финансовых учреждений перед инвестициями
uk: Оцінюйте фінансову стабільність банків і фінансових установ перед інвестиціями

# word_83
source: Diversify your portfolio by investing in different asset classes
pl: Bądź gotowy na zmienność rynków. Inwestowanie to nie tylko wzrost, ale także spadki
ru: Используйте страхование и другие инструменты для защиты вашего инвестиционного портфеля
uk: Використовуйте страхування та інші інструменти для захисту вашого інвестиційного портфеля

# word_84
source: Stay updated with market news and economic indicators
pl: Badaj i analizuj konkurencję przed inwestycją w określoną branżę
ru: Получайте советы и рекомендации от опытных инвесторов и финансовых аналитиков
uk: Отримуйте поради та рекомендації від досвідчених інвесторів і фінансових аналітиків

# word_85
source: Invest in gold or other precious metals as a hedge against inflation
pl: Inwestuj w spółki z sektora konsumenckiego. To branża odporna na kryzysy i zmienne warunki gospodarcze
ru: Инвестируйте в компании с конкурентным преимуществом и устойчивым бизнес-моделью
uk: Інвестуйте в компанії з конкурентною перевагою та стійкою бізнес-моделлю

# word_86
source: Consider the storage and insurance costs associated with physical precious metals
pl: Dopasuj swoje inwestycje do swojego okresu inwestycyjnego. Krótkoterminowe cele wymagają innego podejścia niż długoterminowe
ru: Учитывайте этические и социальные аспекты при выборе инвестиций
uk: Враховуйте етичні та соціальні аспекти при виборі інвестицій

# word_87
source: Evaluate the historical performance and volatility of precious metals
pl: Bądź aktywny inwestor. Monitoruj swoje inwestycje i podejmuj świadome decyzje
ru: Инвестируйте в облигации высокого качества для сохранения капитала
uk: Інвестуйте в облігації високої якості для збереження капіталу

# word_88
source: Diversify your precious metals holdings across different types of metals
pl: Inwestuj w spółki o silnym modelu biznesowym i zrównoważonej strategii wzrostu
ru: Используйте различные инструменты для контроля и управления рисками
uk: Використовуйте різні інструменти для контролю та управління ризиками

# word_89
source: Stay informed about global economic conditions and geopolitical risks
pl: Bądź świadomy zmian technologicznych, które mogą wpływać na różne branże
ru: Оценивайте показатели эффективности и рентабельности компаний перед инвестициями
uk: Оцінюйте показники ефективності та рентабельності компаній перед інвестиціями

# word_90
source: Invest in real estate investment trusts (REITs) for exposure to the real estate market
pl: Inwestuj w sektor transportu i logistyki. To branża kluczowa dla handlu i rozwoju gospodarczego
ru: Инвестируйте в инфраструктурные проекты для получения стабильного дохода
uk: Інвестуйте в інфраструктурні проєкти для отримання стабільного доходу

# word_91
source: Consider the dividend yield and historical performance of REITs
pl: Oceń potencjał wzrostu i zyskowności przedsiębiorstw przed inwestycją
ru: Следите за изменениями в мировой экономике и адаптируйте свои инвестиции
uk: Слідкуйте за змінами у світовій економіці та адаптуйте свої інвестиції

# word_92
source: Evaluate the property types and geographic locations of REIT holdings
pl: Bądź gotowy na ryzyko inwestycyjne. Inwestowanie wiąże się z pewnym stopniem ryzyka, którego nie można całkowicie uniknąć
ru: Инвестируйте в образование своих детей для обеспечения их финансового будущего
uk: Інвестуйте в освіту своїх дітей для забезпечення їхнього фінансового майбутнього

# word_93
source: Diversify your REIT investments across different sectors
pl: Inwestuj w spółki o solidnym bilansie i zdolności do generowania gotówki
ru: Учитывайте свою инвестиционную горизонт и выбирайте соответствующие инвестиционные продукты
uk: Враховуйте свій інвестиційний горизонт та обирайте відповідні інвестиційні продукти

# word_94
source: Stay updated with real estate market trends and property valuations
pl: Zbadaj rynek i określ trend inwestycyjny. Może to pomóc w identyfikacji potencjalnych okazji inwestycyjnych
ru: Инвестируйте в компании с инновационными идеями и технологиями
uk: Інвестуйте в компанії з інноваційними ідеями та технологіями

# word_95
source: Invest in energy commodities like oil and natural gas for potential returns
pl: Bądź świadomy podatkowych konsekwencji inwestycji. Zrozumienie aspektów podatkowych może wpłynąć na ostateczne wyniki inwestycyjne
ru: Получайте пассивный доход от инвестиций в пассивные индексы и ETF
uk: Отримуйте пасивний дохід від інвестицій у пасивні індекси та ETF

# word_96
source: Consider the supply-demand dynamics and geopolitical factors impacting energy prices
pl: Inwestuj w spółki o stabilnym i zrównoważonym wzroście przychodów
ru: Используйте статистические и аналитические данные для принятия рациональных инвестиционных решений
uk: Використовуйте статистичні та аналітичні дані для прийняття раціональних інвестиційних рішень

# word_97
source: Evaluate the storage and transportation costs associated with physical energy commodities
pl: Oceń zgodność inwestycji z własnymi wartościami i przekonaniami
ru: Инвестируйте в компании с хорошими фундаментальными показателями
uk: Інвестуйте в компанії з хорошими фундаментальними показниками

# word_98
source: Diversify your commodity investments across different types of commodities
pl: Bądź otwarty na różne strategie inwestycyjne. Nie ma jednego najlepszego podejścia do inwestowania
ru: Учитывайте свои финансовые обязательства и рассчитывайте свободные средства для инвестиций
uk: Враховуйте свої фінансові зобов'язання та розраховуйте вільні кошти для інвестицій

# word_99
source: Stay informed about global energy markets and regulatory changes
pl: Inwestuj w sektor usług finansowych. To ważna branża dla gospodarki i może generować stabilne dochody
ru: Оценивайте риск и потенциальную доходность перед инвестициями в активы
uk: Оцінюйте ризик і потенційну прибутковість перед інвестиціями в активи

# setLang
source: Settings
pl: Ustawienia
ru: Настройки
uk: Налаштування

# set1
source: Notifications
pl: Powiadomienia
ru: Уведомления
uk: Повідомлення

# set2
source: Theme
ru: Тема
uk: Тема

# set3
source: Currency
pl: Waluta
ru: Валюта
uk: Валюта

# set4
source: You already have an up-to-date version of the app
pl: masz już aktualną wersję aplikacji
ru: У вас актуальная версия приложения
uk: У вас актуальна версія програми

# set5
source: reset data
pl: Resetuj dane
ru: Сбросить данные
uk: Скинути дані

# Fire_1
source: You can stop working and live on passive income as early as 30-40 years old. But to achieve this, you first have to limit yourself in many ways. This approach is called FIRE, and it is gaining momentum. But does the end justify the means?
pl: Możliwe jest zaprzestanie pracy i życie z pasywnego dochodu już w wieku 30-40 lat. Ale aby to osiągnąć, trzeba najpierw ograniczyć się na wiele sposobów. Takie podejście nazywa się FIRE i nabiera rozpędu. Ale czy cel uświęca środki?
ru: Перестать работать и жить на пассивный доход можно уже в 30–40 лет. Но чтобы этого достичь, придется сначала во многом себя ограничить. Этот подход называется FIRE, и он набирает обороты. Но оправдывает ли цель средства?
uk: Перестати працювати і жити на пасивний дохід можна вже в 30-40 років. Але щоб цього досягти, доведеться спочатку багато в чому себе обмежити. Цей підхід називається FIRE, і він набирає обертів. Але чи виправдовує мета засоби?

# Fire_2
source: The F.I.R.E. movement stands for Financial Independence Retire Early, or financial independence and early retirement. Its meaning is to actively earn, save, save and invest while you are young. And by the time you're 30 or 40, save enough so that you have passive income, stop working, and retire.
pl: Ruch F.I.R.E. to skrót od Financial Independence Retire Early, czyli niezależność finansowa i wcześniejsza emerytura. Jego znaczenie polega na aktywnym zarabianiu, oszczędzaniu, oszczędzaniu i inwestowaniu w młodym wieku. A w wieku 30-40 lat zaoszczędzić wystarczająco dużo, aby mieć pasywny dochód, przestać pracować i przejść na emeryturę
ru: Движение F.I.R.E. расшифровывается как Financial Independence Retire Early, или «финансовая независимость и ранний уход на пенсию». Его смысл в том, чтобы активно зарабатывать, откладывать деньги, экономить и инвестировать, пока вы молоды. А к 30–40 годам накопить достаточно, чтоб у вас был пассивный доход, вы перестали работать и вышли на пенсию
uk: Рух F.I.R.E. розшифровується як Financial Independence Retire Early, або фінансова незалежність і ранній вихід на пенсію. Його сенс у тому, щоб активно заробляти, відкладати гроші, заощаджувати та інвестувати, поки ви молоді. А до 30-40 років накопичити достатньо, щоб у вас був пасивний дохід, ви перестали працювати і вийшли на пенсію

# Fire_3
source: What is F.I.R.E.
pl: Co to jest F.I.R.E.
ru: Что такое F.I.R.E
uk: Що таке F.I.R.E

# F.I.R.E.1
source: F.I.R.E. is the philosophy of financial independence. She strives to achieve financial freedom.
pl: OGIEŃ. jest filozofią niezależności finansowej. Dąży do osiągnięcia wolności finansowej.
ru: F.I.R.E. - это философия финансовой независимости. Она стремится к достижению финансовой свободы.
uk: F.I.R.E. - це філософія фінансової незалежності. Вона прагне до досягнення фінансової свободи.

# main
source: Home
pl: Dom
ru: Главная
uk: Головна

source: Settings
pl: Ustawienia
ru: Настройки
uk: Налаштування

source: Create financial reserves
pl: Twórz rezerwy finansowe
ru: Создавайте финансовые резервы
uk: Створюйтепфінансові резерви

# Advice_home
source: Open Tips
pl: Otwórz wskazówki
ru: Открыть советы
uk: Відкрити поради

# More
source: Read more
pl: Więcej
ru: Читать
uk: Читати

source: What are they?
pl: Czym oni są?
ru: Кто они такие?
uk: Хто вони такі?

# famous_name1
source: Warren Buffett
ru: Уоррен Баффетт
uk: Воррен Баффетт

# famous_name2
source: Peter Litch
ru: Питер Литч
uk: Пітер Літч

# famous_name3
source: Bill Miller
ru: Билл Миллер
uk: Білл Міллер

# famous_name4
source: Elon Musk
pl: Ilon Musk
ru: Илон Маск
uk: Ілон Маск

# famouse1text
source: Warren Buffett is one of the most famous and successful investors in the world. He was born on August 30, 1930 and is the chief executive officer and chairman of Berkshire Hathaway, a major investment company. Buffett became known for his approach to long-term investments as securities and acquiring solid companies at reasonable prices. Buffett began his investment career at an early age and has shown an amazing ability to select companies with good prospects and undervalued stocks. He adheres to the principle of investing only in what you understand and avoids complex financial instruments. Warren Buffett is also known for his philosophical approach to investing, which includes long-term thinking, a focus on fundamental analysis and a buy-and-hold strategy. His success and accumulated fortune have earned him the nickname of the Oracle of Omaha and his place as one of the richest men in the world.
pl: Warren Buffett jest jednym z najbardziej znanych i odnoszących sukcesy inwestorów na świecie. Urodził się 30 sierpnia 1930 r. i jest dyrektorem generalnym i prezesem Berkshire Hathaway, dużej firmy inwestycyjnej. Buffett stał się znany ze swojego podejścia do długoterminowych inwestycji w papiery wartościowe i nabywania solidnych firm po rozsądnych cenach. Buffett rozpoczął swoją karierę inwestycyjną w młodym wieku i wykazał się niesamowitą umiejętnością wybierania spółek z dobrymi perspektywami i niedowartościowanymi akcjami. Wyznaje zasadę inwestowania tylko w to, co rozumie i unika skomplikowanych instrumentów finansowych. Warren Buffett jest również znany ze swojego filozoficznego podejścia do inwestowania, które obejmuje myślenie długoterminowe, koncentrację na analizie fundamentalnej oraz strategię kup i trzymaj. Jego sukces i zgromadzony majątek przyniosły mu przydomek Wyroczni z Omaha i miejsce jednego z najbogatszych ludzi na świecie
ru: Уоррен Баффетт (Warren Buffett) — один из самых известных и успешных инвесторов в мире. Он родился 30 августа 1930 года и является главным исполнительным директором и председателем правления Berkshire Hathaway, крупнейшей инвестиционной компании. Баффетт стал известен своим подходом к долгосрочным инвестициям в качестве ценных бумаг и приобретению прочных компаний по разумным ценам. Баффетт начал свою инвестиционную карьеру в раннем возрасте и проявил удивительную способность отбирать компании с хорошими перспективами и недооцененными акциями. Он придерживается принципа инвестируйте только в то, что вы понимаете и избегает сложных финансовых инструментов. Уоррен Баффетт также известен своим философским подходом к инвестированию, который включает в себя долгосрочное мышление, фокус на фундаментальном анализе и стратегию купи и держи. Его успешность и накопленное состояние принесли ему прозвище оракул Омахи и место одного из самых богатых людей в мире.
uk: Воррен Баффетт (Warren Buffett) - один із найвідоміших та найуспішніших інвесторів у світі. Він народився 30 серпня 1930 року і є головним виконавчим директором і головою правління Berkshire Hathaway, найбільшої інвестиційної компанії. Баффетт став відомим своїм підходом до довгострокових інвестицій в якості цінних паперів і придбання міцних компаній за розумними цінами. Баффетт почав свою інвестиційну кар'єру в ранньому віці і проявив дивовижну здатність відбирати компанії з хорошими перспективами і недооціненими акціями. Він дотримується принципу інвестуйте тільки в те, що ви розумієте і уникає складних фінансових інструментів. Воррен Баффетт також відомий своїм філософським підходом до інвестування, який охоплює довгострокове мислення, фокус на фундаментальному аналізі та стратегію купи і тримай. Його успішність і накопичені статки принесли йому прізвисько оракул Омахи і місце одного з найбагатших людей у світі.

# fam2text
source: American investor and fund manager, born January 19, 1944. He is best known for his successful career as fund manager of Fidelity Magellan from 1977 to 1990. Under Lynch's leadership, Fidelity Magellan became one of the most successful investment funds, showing high returns and outperforming the market throughout its management. During his time with the company, the fund grew from a small active portfolio to one of the largest in the world. Lynch became famous for his principle Invest in what you know and espoused the idea that individual investors can have an advantage by paying attention to their personal knowledge and experience. He was also known for his approach to investing based on analyzing the fundamentals of companies and actively participating in the investment decision-making process. Lynch's emphasis was on finding small gems - little-known companies with good financial performance and growth potential.
pl: Amerykański inwestor i zarządzający funduszami, urodzony 19 stycznia 1944 roku. Jest najbardziej znany ze swojej udanej kariery jako zarządzający funduszem Fidelity Magellan w latach 1977-1990. Pod kierownictwem Lyncha, Fidelity Magellan stał się jednym z najbardziej udanych funduszy inwestycyjnych, wykazując wysokie zyski i osiągając lepsze wyniki niż rynek przez cały okres zarządzania. W czasie jego pracy w firmie fundusz rozrósł się z małego aktywnego portfela do jednego z największych na świecie. Lynch zasłynął ze swojej zasady Inwestuj w to, co znasz i był orędownikiem idei, że inwestorzy indywidualni mogą odnieść korzyści, zwracając uwagę na swoją osobistą wiedzę i doświadczenie. Znany był również ze swojego podejścia do inwestowania opartego na analizie fundamentów spółek i aktywnym uczestnictwie w procesie podejmowania decyzji inwestycyjnych. Lynch kładł nacisk na wyszukiwanie małych perełek - mało znanych spółek o dobrych wynikach finansowych i potencjale wzrostu
ru: Американский инвестор и фондовый менеджер, родившийся 19 января 1944 года. Он наиболее известен своей успешной карьерой в качестве управляющего фондом Fidelity Magellan с 1977 по 1990 годы. Под руководством Линча, Fidelity Magellan стал одним из самых успешных инвестиционных фондов, показывая высокую доходность и превосходя рынок на протяжении его управления. За его время в компании, фонд вырос с небольшого активного портфеля до одного из крупнейших в мире. Линч прославился своим принципом Инвестируйте в то, что вы знаете и поддерживал идею, что индивидуальные инвесторы могут иметь преимущества, обращая внимание на свои личные знания и опыт. Он также известен своим подходом к инвестированию, основанному на анализе фундаментальных показателей компаний, и активному участию в процессе принятия инвестиционных решений. Линч акцентировал внимание на поиске малых жемчужин - малоизвестных компаний с хорошими финансовыми показателями и потенциалом роста.
uk: Американський інвестор і фондовий менеджер, який народився 19 січня 1944 року. Він найвідоміший своєю успішною кар'єрою як керуючий фондом Fidelity Magellan із 1977 до 1990 року. Під керівництвом Лінча, Fidelity Magellan став одним із найуспішніших інвестиційних фондів, показуючи високу прибутковість і перевершуючи ринок протягом його управління. За його час у компанії, фонд виріс з невеликого активного портфеля до одного з найбільших у світі. Лінч прославився своїм принципом Інвестуйте в те, що ви знаєте, і підтримував ідею, що індивідуальні інвестори можуть мати переваги, звертаючи увагу на свої особисті знання і досвід. Він також відомий своїм підходом до інвестування, що ґрунтується на аналізі фундаментальних показників компаній, і активній участі в процесі прийняття інвестиційних рішень. Лінч акцентував увагу на пошуку малих перлин - маловідомих компаній з хорошими фінансовими показниками і потенціалом зростання.
