Repository: DenisStor/F.I.R.E---Finance-Freedom
Catalog: F.I.R.E./Screen/Localize/*.lproj/Localizable.strings
Languages: pl, ru, uk

# Step3.2
source: They study the issuer, can provide visual tables and graphs, that is, they save you effort and time in finding the information you need.
ru: Они изучают эмитента, могут предоставлять наглядные таблицы и графики, то есть экономят ваши усилия и время при поиске необходимой информации.
uk: Вони вивчають емітента, можуть надавати наочні таблиці та графіки, тобто заощаджують ваші зусилля та час під час пошуку необхідної інформації.

# Promotion1
source: A share is a security issued by a joint stock company, in other words, the issuing company. All investors who bought shares became co-owners of the company. A share just confirms that its owner has a stake in the company, however small.
pl: Akcja jest papierem wartościowym emitowanym przez spółkę akcyjną, innymi słowy, spółkę emitującą. Wszyscy inwestorzy, którzy kupili akcje, stali się współwłaścicielami spółki. Akcja potwierdza tylko, że jej właściciel ma udział w spółce, nawet jeśli jest on niewielki.
ru: Акция — это ценная бумага, которую выпускает акционерное общество, другими словами — компания-эмитент. Все инвесторы, которые купили акции, стали совладельцами компании. Акция как раз и подтверждает, что у ее владельца есть доля в компании, пусть даже совсем маленькая.
uk: Акція - це цінний папір, який випускає акціонерне товариство, іншими словами - компанія-емітент. Усі інвестори, які купили акції, стали співвласниками компанії. Акція якраз і підтверджує, що у її власника є частка в компанії, нехай навіть зовсім маленька.

# PromotionTypes1
source: Shares come in common and preferred. The first most common ones give the right to vote at the general meeting of shareholders. The latter do not.
pl: Akcje występują jako zwykłe i uprzywilejowane. Te pierwsze są najbardziej powszechne i dają prawo do głosowania na walnym zgromadzeniu akcjonariuszy. Te drugie nie.
ru: Акции бывают обыкновенные и привилегированные. Первые самые распространенные дают право голоса на общем собрании акционеров. Вторые — не дают.
uk: Акції бувають звичайні та привілейовані. Перші найпоширеніші дають право голосу на загальних зборах акціонерів. Другі - не дають.

# TypesOfInvesting1
source: Before choosing a stock to trade, decide on your investment objective and strategy. There are two types of investors - conservative and aggressive. A conservative investor makes long-term investments and focuses primarily on dividends. He does not expect quick profit, but is more protected against risks. An aggressive investor is willing to take risks for the sake of more income. He plays on increasing (and sometimes decreasing) stock prices.
pl: Przed wyborem akcji do handlu, zdecyduj o swoim celu inwestycyjnym i strategii. Istnieją dwa rodzaje inwestorów - konserwatywni i agresywni. Inwestor konserwatywny inwestuje długoterminowo i koncentruje się głównie na dywidendach. Nie oczekuje szybkiego zwrotu, ale jest bardziej zabezpieczony przed ryzykiem. Inwestor agresywny jest gotowy podjąć ryzyko w celu uzyskania wyższego zwrotu. Stawia na wzrost (a czasem spadek) cen akcji.
ru: Перед тем, как выбрать акции для торговли, определитесь с целью и стратегией инвестирования. Существует два вида инвесторов – консервативные и агрессивные. Консервативный инвестор делает долгосрочные вложения и ориентируется, прежде всего, на дивиденды. Он не ждет «быстрой» прибыли, зато больше защищен от рисков. Агрессивный готов идти на риски ради большего дохода. Он играет на повышении (а иногда и на снижении) котировок акций.
uk: Перед тим, як обрати акції для торгівлі, визначтеся з метою та стратегією інвестування. Існує два види інвесторів - консервативні та агресивні. Консервативний інвестор робить довгострокові вкладення і орієнтується, перш за все, на дивіденди. Він не чекає швидкого прибутку, зате більше захищений від ризиків. Агресивний готовий іти на ризики заради більшого доходу. Він грає на підвищенні (а іноді й на зниженні) котирувань акцій.

# Conservative1
source: How do a conservative investor choose securities?
pl: Jak konserwatywny inwestor wybiera papiery wartościowe?
ru: Как выбрать ценные бумаги консервативному инвестору?
uk: Як обрати цінні папери консервативному інвестору?

# ConservativeStep1
source: Step 1
pl: Krok 1
ru: Шаг 1
uk: Крок 1

# ConservativeStep1.1
source: The first selection criterion is reliability. Pay attention to the large ones that have existed for a long time and have survived more than one economic crisis.
pl: Pierwszym kryterium wyboru jest wiarygodność. Zwróć uwagę na duże firmy, które istnieją od dawna i przetrwały więcej niż jeden kryzys gospodarczy.
ru: Первый критерий выбора — надежность. Обратите внимание на крупные, существующие давно и пережившие не один экономический кризис.
uk: Перший критерій вибору - надійність. Зверніть увагу на великі, що існують давно і пережили не одну економічну кризу.

# ConservativeStep2
source: Step 2
pl: Krok 2
ru: Шаг 2
uk: Крок 2

# ConservativeStep2.1
source: The second criterion is high dividends. You can count on them when you buy stock in Some companies. Not always companies that pay high dividends are suitable for multi-year investments.
pl: Drugim kryterium są wysokie dywidendy. Można na nie liczyć, kupując akcje niektórych spółek. Spółki wypłacające wysokie dywidendy nie zawsze nadają się do inwestycji wieloletnich.
ru: Второй критерий — высокие дивиденды. На них можно рассчитывать, купив акции Некоторых компаний. Не всегда компании, выплачивающие высокие дивиденды, подходят для многолетних инвестиций.
uk: Другий критерій - високі дивіденди. На них можна розраховувати, купивши акції деяких компаній. Не завжди компанії, що виплачують високі дивіденди, підходять для багаторічних інвестицій.

# Aggressive1
source: How do an aggressive investor choose a stock to buy?
pl: Jak wybrać akcje do zakupu dla agresywnego inwestora?
ru: Как выбрать акции для покупки агрессивному инвестору?
uk: Як вибрати акції для купівлі агресивному інвестору?

# AggressiveStep1
source: Step 1
pl: Krok 1
ru: Шаг 1
uk: Крок 1

# AggressiveStep1.2
source: Aggressive investor has a harder time: you need to analyze the economy, the industry, the company itself. If business is booming and the company is making large profits, its shares will appreciate (but there are risks, too).
pl: Dla agresywnego inwestora jest to bardziej skomplikowane: musisz przeanalizować gospodarkę, branżę, samą firmę. Jeśli biznes kwitnie, a firma osiąga duże zyski, jej akcje będą zyskiwać na wartości (ale istnieje również ryzyko).
ru: Агрессивному инвестору сложнее: нужно проанализировать состояние экономики, отрасли, самой компании. Если бизнес процветает, и компания получает большую прибыль, ее акции будут дорожать (впрочем, и здесь есть риски).
uk: Агресивному інвестору складніше: потрібно проаналізувати стан економіки, галузі, самої компанії. Якщо бізнес процвітає, і компанія отримує більший прибуток, її акції дорожчатимуть (утім, і тут є ризики).

# AggressiveStep2
source: Step 2
pl: Krok 2
ru: Шаг 2
uk: Крок 2

# AggressiveStep2.2
source: Pay attention to the chart of stock prices, compare it to changes in the industry and the company itself. If the securities are cheap and the company is showing growth, it's not a bad time to buy. When the stock rises in value, you can sell it for a profit. The higher the upside potential of the stock, the more you can earn.
pl: Zwróć uwagę na wykres cen akcji, porównaj go ze zmianami w branży i samej firmie. Jeśli papiery wartościowe są tanie, a firma wykazuje wzrost, nie jest to zły moment na zakup. Gdy wartość akcji wzrośnie, można je sprzedać z zyskiem. Im wyższy potencjał wzrostowy akcji, tym więcej można zarobić.
ru: Идеальная компания — та, у которой на протяжении 5 лет растёт чистая прибыль, выручка и дивиденды, а обязательства и долги снижаются. Таких компаний мало и цена их акции высока, но вы обязаны их знать. Кроме идеального варианта есть промежуточные. Если вы нашли компанию у которой растут прибыль, выручка, капитал и долги, то в этом нет ничего страшного. Перед вами растущий бизнес, который захватывает рынок и готов брать для этого кредиты. А если вы нашли компанию, у которой нет дивидендов, растут долги, снижается выручка и чистая прибыль, то перед вами пример неэффективного бизнеса.
uk: Зверніть увагу на графік котирувань акцій, зіставте його зі змінами в галузі та самій компанії. Якщо цінні папери коштують дешево, а компанія показує зростання, це непоганий момент для купівлі. Коли акції зростуть у ціні, ви зможете їх вигідно продати. Чим вищий потенціал зростання акцій, тим більше ви зможете заробити.

# Analise1
source: How do you analyze a stock?
pl: Jak analizować akcje?
ru: Как анализировать акции?
uk: Як аналізувати акції?

# AnaliseFactors1
source: There are many factors that influence which stocks to buy. Let's split them into two parts:
pl: Istnieje wiele czynników, które wpływają na to, które akcje kupić. Podzielmy je na dwie części:
ru: Факторов, влияющих на то, какие акции нужно покупать, много. Условно разделим их на две части:
uk: Факторів, які впливають на те, які акції потрібно купувати, багато. Умовно розділимо їх на дві частини:

# AnaliseFactors1.1
source: External factors are macroeconomic indicators, the economic and political situation in the country, the state of the industry. Newsfeeds, experts' opinions, analysis of shares of similar companies will help to understand the situation.
pl: Czynniki zewnętrzne to wskaźniki makroekonomiczne, sytuacja gospodarcza i polityczna w kraju, stan branży. Kanały informacyjne, opinie ekspertów, analiza akcji podobnych spółek pomogą zrozumieć sytuację.
ru: Внешние факторы – это макроэкономические показатели, экономическая и политическая ситуация в стране, состояние отрасли. Разобраться, что к чему, помогут новостные ленты, мнения экспертов, анализ акций аналогичных компаний.
uk: Зовнішні фактори - це макроекономічні показники, економічна та політична ситуація в країні, стан галузі. Розібратися, що до чого, допоможуть новинні стрічки, думки експертів, аналіз акцій аналогічних компаній.

# AnaliseFactors1.2
source: Internal factors are a company's financial indicators - its revenue and net profit, their ratio (profitability), liquidity of assets. Stock liquidity (how quickly securities can be sold) also matters.
pl: Czynniki wewnętrzne to wyniki finansowe spółki - jej przychody i zysk netto, ich stosunek (rentowność), płynność aktywów. Płynność akcji (jak szybko można sprzedać papiery wartościowe) również ma znaczenie.
ru: Внутренние факторы – это финансовые показатели компании – ее выручка и чистая прибыль, их соотношение (рентабельность), ликвидность активов. Ликвидность акций (то, насколько быстро можно продать ценные бумаги) также имеет значение.
uk: Внутрішні фактори - це фінансові показники компанії - її виручка і чистий прибуток, їх співвідношення (рентабельність), ліквідність активів. Ліквідність акцій (те, наскільки швидко можна продати цінні папери) також має значення.

# Cryptocurrency2
source: Cryptocurrency is a means of payment that exists only on the Internet. It has no paper expression, and its value does not depend on the state. The basic unit of measurement is coins.
pl: Kryptowaluta to środek płatniczy, który istnieje tylko w Internecie. Nie ma formy papierowej, a jej wartość jest niezależna od państwa. Podstawową jednostką miary są monety lub monety.
ru: Криптовалюта – это средство платежа, которое существует только в интернете. У нее нет бумажного выражения, и ее ценность не зависит от государства. Основной единицей измерения являются коины или монеты.
uk: Криптовалюта - це засіб платежу, який існує тільки в інтернеті. У неї немає паперового вираження, і її цінність не залежить від держави. Основною одиницею виміру є коїни або монети.

# CryptoStep1
source: Step 1
pl: Krok 1
ru: Шаг 1
uk: Крок 1

# CryptoStep1.1
source: The first and most important factor is capitalization. It is generally accepted that investments in the top 10 cryptocurrencies by capitalization are relatively safe. These are projects in which a lot of people have already believed. However, we should not forget that there is always risk, so diversification is a trend for all times.
pl: Pierwszym i najważniejszym czynnikiem jest kapitalizacja. Konwencjonalna mądrość głosi, że inwestycje w 10 najlepszych kryptowalut pod względem kapitalizacji są stosunkowo bezpieczne. Są to projekty, w które wierzy już wiele osób. Nie powinniśmy jednak zapominać, że zawsze istnieje ryzyko, więc dywersyfikacja jest trendem przez cały czas.
ru: Первый и самый главный фактор — капитализация. Принято считать, что вложения в топ-10 криптовалют по капитализации относительно безопасны. Это проекты, в которые уже поверило очень много людей. Однако не стоит забывать что риск есть всегда, поэтому диверсификация — это тренд на любые времена.
uk: Перший і найголовніший фактор - капіталізація. Прийнято вважати, що вкладення в топ-10 криптовалют за капіталізацією відносно безпечні. Це проєкти, в які вже повірило дуже багато людей. Однак не варто забувати що ризик є завжди, тому диверсифікація - це тренд на будь-які часи.

# CryptoStep2
source: Step 2
pl: Krok 2
ru: Шаг 2
uk: Крок 2

# CryptoStep2.1
source: Also, let's add that when choosing a cryptocurrency, you should pay attention to such factors as The chart of the coin or what drops and rises the cryptocurrency of your choice has experienced The place in the capitalization rating Look at the news agenda and forecasts
pl: Dodajmy również, że wybierając kryptowalutę, należy spojrzeć na takie czynniki, jak wykres monety lub to, jak bardzo wybrana kryptowaluta doświadczyła spadków i wzrostów w rankingach kapitalizacji
ru: Также добавим, что при выборе криптовалюты необходимо обращать внимание на такие факторы, как График монеты или то, какие падения и подъемы пережила выбранная вами криптовалюта Место в рейтинге капитализации Ознакомьтесь с новостной повесткой и прогнозами
uk: Також додамо, що під час вибору криптовалюти необхідно звертати увагу на такі фактори, як Графік монети або те, які падіння і підйоми пережила обрана вами криптовалюта Місце в рейтингу капіталізації Ознайомтеся з новинним порядком денним і прогнозами

# CryptoObjectivesInvestments1
source: Does your choice of cryptocurrency depend on your investment objectives?
pl: Czy wybór kryptowaluty zależy od Twoich celów inwestycyjnych?
ru: Зависит ли выбор криптовалюты от целей вложений?
uk: Чи залежить вибір криптовалюти від цілей вкладень?

# CryptoObjectivesInvestments2
source: Of course it does. For stability, it's worth looking at time-tested projects. Bitcoin and ether fit this slogan best. For fast profits, it's worth looking at popular meta-universes or game tokens, maybe even new networks or coins that contribute to the development of the industry. Risk or stability, the choice is always yours.
pl: Z pewnością tak. Aby uzyskać stabilność, warto przyjrzeć się sprawdzonym projektom. Bitcoin i ether najlepiej pasują do tego hasła. Aby uzyskać szybkie zyski, warto przyjrzeć się popularnym meta-uniwersom lub tokenom gier, a może nawet nowym sieciom lub monetom, które przyczyniają się do rozwoju branży. Ryzyko lub stabilność - wybór zawsze należy do Ciebie
ru: Безусловно, зависит. За стабильностью стоит смотреть на проекты, проверенные временем. Биткоин и эфир больше всего подходят под этот слоган. За быстрой прибылью стоит смотреть на популярные метавселенные или токены игр, возможно, даже на новые сети или монеты, которые вносят вклад в развитие индустрии. Риск или стабильность — выбор всегда за вами.
uk: Безумовно, залежить. За стабільністю варто дивитися на проєкти, перевірені часом. Біткоїн та ефір найбільше підходять під цей слоган. За швидким прибутком варто дивитися на популярні метавсесвіти або токени ігор, можливо, навіть на нові мережі або монети, які роблять внесок у розвиток індустрії. Ризик чи стабільність - вибір завжди за вами.

# EstateInvestments1
source: Investing in real estate is not only investing in apartments, but also in land, commercial facilities, and parking spaces.
pl: Inwestowanie w nieruchomości to nie tylko inwestowanie w mieszkania, ale także w grunty, nieruchomości komercyjne i miejsca parkingowe.
ru: Инвестиции в недвижимость — это не только вложения в квартиры, но и в землю, коммерческие объекты, парковочные места.
uk: Інвестиції в нерухомість - це не тільки вкладення у квартири, а й у землю, комерційні об'єкти, паркувальні місця.

# EstateStep1
source: Step 1
pl: Krok 1
ru: Шаг 1
uk: Крок 1

# EstateStep1.1
source: Study the market situation - what kind of real estate there is demand for, what buyers are looking for, what the average prices of properties are, where there are interesting locations or neighborhoods with developing infrastructure.
pl: Zbadaj sytuację na rynku - na jakie nieruchomości jest popyt, czego szukają kupujący, jakie są średnie ceny nieruchomości, gdzie są interesujące lokalizacje lub obszary z rozwijającą się infrastrukturą.
ru: Изучите ситуацию на рынке — на какую недвижимость есть спрос, что ищут покупатели, какие средние цены на объекты, где есть интересные локации или районы с развивающейся инфраструктурой.
uk: Вивчіть ситуацію на ринку - на яку нерухомість є попит, що шукають покупці, які середні ціни на об'єкти, де є цікаві локації або райони, які розвиваються, або райони, де розвивається інфраструктура.

# EstateStep2
source: Step 2
pl: Krok 2
ru: Шаг 2
uk: Крок 2

# EstateStep2.1
source: Make sure sellers, developers, tenants, and brokers are reliable. Check the documentation, reviews, rating, reputation. Look for litigation, downtime. Select a liquid object for purchase.
pl: Zweryfikuj wiarygodność sprzedawców, deweloperów, najemców i pośredników. Sprawdź dokumentację, recenzje, ocenę, reputację. Sprawdź spory sądowe, przestoje. Wybierz płynny obiekt do zakupu.
ru: Убедитесь в надёжности продавцов, застройщиков, арендаторов и посредников. Проверьте документацию, отзывы, рейтинг, репутацию. Посмотрите наличие судебных споров, простоев. Подберите для покупки ликвидный объект.
uk: Переконайтеся в надійності продавців, забудовників, орендарів і посередників. Перевірте документацію, відгуки, рейтинг, репутацію. Подивіться наявність судових спорів, простоїв. Підберіть для купівлі ліквідний об'єкт.

# EstateInvestments1.1
source: There are two main ways to invest in real estate: renting or reselling with a markup. Both methods have pros and cons.
pl: Istnieją dwa główne sposoby inwestowania w nieruchomości: wynajem lub odsprzedaż z marżą. Obie metody mają wady i zalety.
ru: Есть два основных способа инвестирования в недвижимость: сдача в аренду или перепродажа с наценкой. Оба способа имеют плюсы и минусы.
uk: Є два основних способи інвестування в нерухомість: здача в оренду або перепродаж із націнкою. Обидва способи мають плюси і мінуси.

# RentResale1
source: Rent and resale have many variations, so let's look at the simplest ones.
pl: Wynajem i odsprzedaż mają wiele odmian, więc przyjrzyjmy się najprostszym z nich.
ru: У аренды и перепродажи есть много вариаций, поэтому рассмотрим самые простые.
uk: В оренди та перепродажу є багато варіацій, тому розглянемо найпростіші.

# Rent1
source: Rent
pl: Wynajem
ru: Аренда
uk: Оренда

# Rent2
source: Renting an apartment by the day. The plus - the opportunity to make a quick buck. Minus - the labor costs. You will have to check in and check out the tenants every day and clean the place. There is a risk of damage to furniture and unplanned expenditure on repairs.
pl: Wynajem długoterminowy mieszkania. Plus to łatwy sposób na generowanie dochodu, ponieważ zawsze znajdą się chętni do wynajęcia mieszkania. Wystarczy znaleźć długoterminowych najemców w dobrej wierze, podpisać umowę i zarabiać co miesiąc. Minus - znalezienie dobrych najemców może być czasochłonne. Ponadto metoda ta ma niską marżę zysku. Jeśli kupiłeś mieszkanie jako inwestycję, minie dużo czasu, zanim odzyskasz zainwestowane środki. Zaciągnięcie kredytu hipotecznego na wynajem długoterminowy jest również nieopłacalne: dochód nie pokryje spłaty kredytu.
ru: Квартира в долгосрочную аренду. Плюс — простой способ получить доход, так как желающие снять квартиру есть всегда. Достаточно найти добросовестных жильцов на длительный срок, заключить договор и ежемесячно получать прибыль. Минус — поиск хороших арендаторов может отнимать много времени. Кроме того, у такого способа низкий уровень прибыли. Если вы приобрели квартиру как инвестицию, то вы нескоро окупите вложения. Оформлять ипотеку для долгосрочной аренды также невыгодно: доход не покроет кредитные платежи.
uk: Квартира в довгострокову оренду. Плюс - простий спосіб отримати дохід, оскільки охочі зняти квартиру є завжди. Досить знайти сумлінних мешканців на тривалий термін, укласти договір і щомісяця отримувати прибуток. Мінус - пошук хороших орендарів може забирати багато часу. Крім того, у такого способу низький рівень прибутку. Якщо ви придбали квартиру як інвестицію, то ви нескоро окупите вкладення. Оформляти іпотеку для довгострокової оренди також невигідно: дохід не покриє кредитні платежі.

# Rent3
source: Renting out a garage or parking space. The plus is that the investment does not require a large investment. Minus - low profitability. To make a profit, you have to buy several garages or parking spaces.
pl: Wynajem garażu lub miejsca parkingowego. Zaletą jest to, że inwestycja nie wymaga dużych nakładów. Wadą jest niska rentowność. Aby osiągnąć zysk, trzeba kupić kilka garaży lub miejsc parkingowych.
ru: Сдача в аренду гаража или парковочного места. Плюс — инвестиция не требует больших вложений. Минус — низкая доходность. Чтобы получать прибыль, нужно покупать несколько гаражей или парковочных мест.
uk: Здача в оренду гаража або паркувального місця. Плюс - інвестиція не вимагає великих вкладень. Мінус - низька прибутковість. Щоб отримувати прибуток, потрібно купувати кілька гаражів або паркувальних місць.

# Resale1
source: Resale
ru: Перепродажа
uk: Перепродаж

# Resale2
source: Resale of the land. The upside is that you only have to buy the land and wait for the market price to rise. The land does not require additional investment and maintenance. Minus - sometimes you have to wait years.
ru: Перепродажа земельного участка. Плюс — нужно лишь приобрести участок и дождаться повышения рыночной цены. Земля не требует дополнительных вложений и ухода. Минус — иногда ждать нужно годами.
uk: Перепродаж земельної ділянки. Плюс - потрібно лише придбати ділянку і дочекатися підвищення ринкової ціни. Земля не потребує додаткових вкладень і догляду. Мінус - іноді чекати потрібно роками.

# Resale3
source: Buying a home in poor condition. The plus is a big profit. You buy the house cheap, invest in repairs and sell it for twice the price. Minus - it takes a lot of time to find and repair such an apartment.
ru: Покупка жилья в плачевном состоянии. Плюс — большая прибыль. Вы приобретаете жильё дешево, вкладываете в ремонт и продаёте в 2 раза дороже. Минус — на поиск и ремонт такой квартиры уходит много времени.
uk: Купівля житла в жалюгідному стані. Плюс - великий прибуток. Ви купуєте житло дешево, вкладаєте в ремонт і продаєте в 2 рази дорожче. Мінус - на пошук і ремонт такої квартири йде багато часу.

# EstateInvestments1.2
source: How to make more money from real estate?
pl: Jak zarobić więcej pieniędzy na nieruchomościach?
ru: Как зарабатывать на недвижимости больше?
uk: Як заробляти на нерухомості більше?

# EstateAdvice1
source: Dividing a large apartment into studios. It's more profitable to rent an apartment to multiple tenants.
pl: Podział dużego mieszkania na kawalerki. Bardziej opłacalne jest wynajęcie mieszkania wielu najemcom.
ru: Разделение большой квартиры на студии. Выгоднее сдать квартиру нескольким арендаторам.
uk: Поділ великої квартири на студії. Вигідніше здати квартиру кільком орендарям.
