Repository: DenisStor/F.I.R.E---Finance-Freedom
Catalog: F.I.R.E./Screen/Localize/*.lproj/Localizable.strings
Languages: pl, ru, uk

# InvTerm28.1
source: You can make money not only on rising stock prices, but also on falling stock prices. Let's imagine the situation: Microsoft shares are trading at $200, but we believe that they are overvalued and are about to fall, but we do not own these shares in our portfolio. Then we borrow the shares from a broker against cash, and he sells them on the market. Then we wait for the stock to fall to $180, for example, and we buy it. When we buy, the stock will automatically go back to the broker (remember, we borrowed it), and the difference between selling and buying will be our profit, in this case $20.
pl: Możliwe jest zarabianie pieniędzy nie tylko na rosnących cenach akcji, ale także na spadających cenach akcji. Wyobraźmy sobie sytuację: akcje Microsoft są sprzedawane po 200 USD, ale uważamy, że cena jest zbyt wysoka i wkrótce spadną, ale nie posiadamy tych akcji w naszym portfelu. Następnie pożyczamy akcje od brokera za gotówkę, a on sprzedaje je na rynku. Następnie czekamy, aż cena akcji spadnie na przykład do 180 USD i kupujemy je. Kiedy kupimy, akcje automatycznie wrócą do brokera (pamiętaj, że je pożyczyliśmy), a różnica między sprzedażą a kupnem będzie naszym zyskiem, w tym przypadku 20 USD.
ru: Зарабатывать можно не только на росте стоимости акций, но и на их падении. Представим ситуацию: акции Microsoft торгуются по $200, но мы считаем, что цена завышена и бумаги вот-вот должны упасть, но у нас самих этих акций в портфеле нет. Тогда мы берем у брокера акции взаймы под залог денежных средств, и он продает их на рынке. Далее мы ждем, когда акции упадут, например, до $180, и покупаем. При покупке акции автоматически вернуться брокеру (помним, что мы их взяли взаймы), а разница продажи и покупки и будет нашей прибылью, в данном случае — $20.
uk: Заробляти можна не тільки на зростанні вартості акцій, а й на їхньому падінні. Уявімо ситуацію: акції Microsoft торгуються по $200, але ми вважаємо, що ціна завищена і папери ось-ось повинні впасти, але у нас самих цих акцій у портфелі немає. Тоді ми беремо у брокера акції в борг під заставу грошових коштів, і він продає їх на ринку. Далі ми чекаємо, коли акції впадуть, наприклад, до $180, і купуємо. Під час купівлі акції автоматично повернуться брокеру (пам'ятаємо, що ми їх взяли в борг), а різниця між продажем і купівлею і буде нашим прибутком, у цьому випадку - $20.

# InvTerm29
source: Stock Market Capitalization
pl: Kapitalizacja rynku akcji
ru: Капитализация фондового рынка
uk: Капіталізація фондового ринку

# InvTerm29.1
source: This is the total value of securities multiplied by the number of those securities traded. This figure can be expressed as a percentage of the market capitalization level.
pl: Jest to całkowita wartość papierów wartościowych pomnożona przez liczbę tych papierów wartościowych będących przedmiotem obrotu. Liczba ta może być wyrażona jako procent poziomu kapitalizacji rynkowej.
ru: Это общая стоимость ценных бумаг, умноженная на количество тех бумаг, с которыми совершены сделки. Этот показатель может быть выражен в процентах от уровня капитализации рынка.
uk: Це загальна вартість цінних паперів, помножена на кількість тих паперів, з якими здійснено угоди. Цей показник може бути виражений у відсотках від рівня капіталізації ринку.

# InvTerm30
source: Futures
ru: Фьючерсы
uk: Ф'ючерси

# InvTerm30.1
source: This is a contract whereby the seller undertakes to deliver the underlying asset to the buyer at a specified price and date, and the buyer is obligated to redeem the subject of the transaction. Imagine you want to buy a car in six months, but anything can happen to prices and you don't want to rely on chance.
pl: Jest to kontrakt, w którym sprzedający zobowiązuje się do dostarczenia kupującemu instrumentu bazowego po uzgodnionej cenie i w uzgodnionym terminie, a kupujący jest zobowiązany do odkupienia przedmiotu transakcji. Wyobraź sobie, że chcesz kupić samochód za sześć miesięcy, ale wszystko może się zdarzyć z cenami i nie chcesz polegać na przypadku.
ru: Это контракт, согласно которому продавец обязуется поставить покупателю базовый актив по оговоренной цене и в определенный срок, а тот обязан выкупить предмет сделки. Представьте, что вы хотите купить машину через полгода, однако с ценами может случиться все что угодно, а вы не хотите полагаться на волю случая.
uk: Це контракт, згідно з яким продавець зобов'язується поставити покупцеві базовий актив за обумовленою ціною і в певний термін, а той зобов'язаний викупити предмет угоди. Уявіть, що ви хочете купити машину через півроку, проте з цінами може трапитися все що завгодно, а ви не хочете покладатися на волю випадку.

# InvTerm31
source: Issue
ru: Эмиссия
uk: Емісія

# InvTerm31.1
source: This is the statutory sequence of actions by an issuer to place equity securities in financial markets; the issuance of securities into circulation, including the sale of securities to their first owners - citizens or legal entities.
pl: Jest to ustawowa sekwencja działań emitenta w celu wprowadzenia kapitałowych papierów wartościowych na rynki finansowe; emisja papierów wartościowych do obiegu, w tym sprzedaż papierów wartościowych ich pierwszym posiadaczom - obywatelom lub osobom prawnym.
ru: Это установленная законодательством последовательность действий эмитента по размещению на финансовых рынках эмиссионных ценных бумаг; выпуск ценных бумаг в обращение, в том числе продажа ценных бумаг их первым владельцам — гражданам или юридическим лицам.
uk: Це встановлена законодавством послідовність дій емітента щодо розміщення на фінансових ринках емісійних цінних паперів; випуск цінних паперів в обіг, у тому числі продаж цінних паперів їхнім першим власникам - громадянам або юридичним особам.

# InvTerm32
source: Deposit
pl: Depozyt
ru: Депозит
uk: Депозит

# InvTerm32.1
source: This is the deposit of money or other valuables with financial institutions under specified conditions.
pl: Jest to depozyt pieniędzy lub innych kosztowności w instytucjach finansowych na określonych warunkach.
ru: Это передача денег или других ценностей на хранение в финансовые учреждения на оговоренных условиях.
uk: Це передача грошей або інших цінностей на зберігання у фінансові установи на обумовлених умовах.

# InvTerm33
source: Volatility
pl: Zmienność
ru: Волатильность
uk: Волатильність

# InvTerm33.1
source: This is an indicator that characterizes the volatility of the price. If the price changes quickly, irregularly and with a large spread in a certain period, the volatility is high. And vice versa.
pl: Jest to wskaźnik opisujący zmienność ceny. Jeśli cena zmienia się szybko, nieregularnie i z dużą rozpiętością w pewnym okresie, oznacza to, że zmienność jest wysoka. I odwrotnie.
ru: Это показатель, которым характеризуют изменчивость цены. Если в заданный период цена меняется быстро, неравномерно и с большим разбросом, значит волатильность высокая. И наоборот.
uk: Це показник, яким характеризують мінливість ціни. Якщо в заданий період ціна змінюється швидко, нерівномірно і з великим розкидом, значить волатильність висока. І навпаки.

# InvTerm34
source: Stock market
pl: Rynek akcji
ru: Фондовый рынок
uk: Фондовий ринок

# InvTerm34.1
source: This is where stocks, bonds, currencies and other assets are traded. The notion of a market affects not only the transfer function of securities, but also other securities transactions, such as issuance and taxation. It also enables fair pricing.
pl: Jest to miejsce, w którym handluje się akcjami, obligacjami, walutami i innymi aktywami. Pojęcie rynku obejmuje nie tylko funkcję transferu papierów wartościowych, ale także inne transakcje dotyczące papierów wartościowych, takie jak emisja i opodatkowanie. Pozwala również na uczciwą wycenę.
ru: Это место, где происходит торговля акциями, облигациями, валютами и прочими активами. Понятие рынка затрагивает не только функцию передачи ценных бумаг, но и другие операции с ними, такие как выпуск и налогообложение. Кроме того, он позволяет устанавливать справедливое ценообразование.
uk: Це місце, де відбувається торгівля акціями, облігаціями, валютами та іншими активами. Поняття ринку зачіпає не тільки функцію передачі цінних паперів, а й інші операції з ними, такі як випуск і оподаткування. Крім того, він дозволяє встановлювати справедливе ціноутворення.

# InvTerm35
source: Clearing
ru: Клиринг
uk: Кліринг

# InvTerm35.1
source: This is a technical break during which the exchange calculates the financial result of a transaction and charges or debits the account. The amount received or deducted is called variation margin.
pl: Jest to przerwa techniczna, podczas której giełda oblicza wynik finansowy transakcji i uznaje lub obciąża rachunek. Otrzymana lub odjęta kwota nazywana jest zmiennym depozytem zabezpieczającym.
ru: Это технический перерыв, во время которого биржа подсчитывает финансовый результат по сделке и начисляет либо списывает деньги со счета. Полученная или списанная сумма называется вариационной маржой.
uk: Це технічна перерва, під час якої біржа підраховує фінансовий результат за угодою і нараховує або списує гроші з рахунку. Отримана або списана сума називається варіаційною маржею.

# Cqq
source: Diversification: Reducing Risk in the Equity Portfolio
pl: Dywersyfikacja: zmniejszenie ryzyka w portfelu akcji
ru: Диверсификация: Снижению риска в портфеле акций
uk: Диверсифікація: Зниження ризику в портфелі акцій

# sS
source: The F.I.R.E. movement stands for
pl: Ruch F.I.R.E. oznacza
ru: Движение F.I.R.E. расшифровывается как
uk: Рух F.I.R.E. розшифровується як

# RWW
source: What assets will work for you.
pl: Jakie aktywa będą dla ciebie odpowiednie
ru: Какие активы вам подойдут
uk: Які активи вам підійдуть

# FW
source: mini test
ru: мини тест
uk: міні тест

# GT2
source: Click to change
pl: Naciśnij aby zmienić
ru: Нажмите чтобы поменять
uk: Натисніть щоб поміняти

# KW1
source: Test
ru: Tест
uk: Тест

# bg
source: tests
pl: testy
ru: тестов
uk: тестів

# vt1
source: of
pl: z
ru: из
uk: із

# Divers1
source: Diversification: Reducing risk in an equity portfolio.
ru: Диверсификация: Снижению риска в портфеле акций
uk: Диверсифікація: Зниження ризику в портфелі акцій

# Divers2
source: Diversification is the process of allocating investments to different assets, sectors, or regions in order to reduce the concentration of risk. In the context of an equity portfolio, it means investing in different companies from different sectors with different market characteristics.
ru: Диверсификация - это процесс распределения инвестиций по различным активам, отраслям или регионам с целью снижения концентрации риска. В контексте портфеля акций это означает вложение в различные компании из разных секторов экономики, имеющих разные рыночные характеристики.
uk: Диверсифікація - це процес розподілу інвестицій за різними активами, галузями або регіонами з метою зниження концентрації ризику. У контексті портфеля акцій це означає вкладення в різні компанії з різних секторів економіки, що мають різні ринкові характеристики.

# Divers3
source: One of the main benefits of diversification is to reduce the risk associated with particular companies or industries. If an entire portfolio consists of stocks in one company or one industry, negative events related to that company or industry can significantly affect the stock price and result in substantial losses.
ru: Одним из основных преимуществ диверсификации является снижение связанного с конкретными компаниями или отраслями риска. Если весь портфель состоит из акций одной компании или одной отрасли, то негативные события, связанные с этой компанией или отраслью, могут значительно повлиять на цену акций и привести к существенным убыткам.
uk: Однією з основних переваг диверсифікації є зниження пов'язаного з конкретними компаніями або галузями ризику. Якщо весь портфель складається з акцій однієї компанії або однієї галузі, то негативні події, пов'язані з цією компанією або галуззю, можуть значно вплинути на ціну акцій і призвести до суттєвих збитків.

# Divers4
source: However, spreading investments across different companies and sectors allows losses to be evened out because a drop in the value of one stock can be offset by gains in others. Diversification also allows an investor to participate in different sources of income.
ru: Однако, распределение инвестиций по разным компаниям и секторам позволяет сгладить потери, поскольку падение стоимости одной акции может быть компенсировано ростом других. Диверсификация также позволяет инвестору принимать участие в разных источниках дохода.
uk: Однак, розподіл інвестицій за різними компаніями та секторами дозволяє згладити втрати, оскільки падіння вартості однієї акції може бути компенсоване зростанням інших. Диверсифікація також дозволяє інвестору брати участь у різних джерелах доходу.

# Divers5
source: Different companies and sectors have their own cyclical and structural characteristics, and therefore may have different periods of growth and decline. Investing in different stocks allows for different sources of income and reduces dependence on one particular event or company.
ru: Различные компании и секторы имеют свои циклические и структурные особенности, и поэтому могут иметь разные периоды роста и падения. Инвестирование в различные акции позволяет получать доходы от разных источников и уменьшает зависимость от одного конкретного события или компании.
uk: Різні компанії та сектори мають свої циклічні та структурні особливості, і тому можуть мати різні періоди зростання та падіння. Інвестування в різні акції дає змогу отримувати доходи від різних джерел і зменшує залежність від однієї конкретної події або компанії.

# Divers6
source: However, it is important to note that diversification does not guarantee complete risk protection. Markets can be linked, and certain events can affect most companies regardless of their industry.
ru: Однако, важно отметить, что диверсификация не гарантирует полную защиту от риска. Рынки могут быть связаны, и некоторые события могут повлиять на большинство компаний независимо от их отрасли.
uk: Однак, важливо зазначити, що диверсифікація не гарантує повний захист від ризику. Ринки можуть бути пов'язані, і деякі події можуть вплинути на більшість компаній незалежно від їхньої галузі.

# IPO1
source: Breaking down the terms: What is an IPO?
pl: Zrozumienie terminów: Czym jest IPO?
ru: Разбираемся в терминах: Что такое IPO?
uk: Розбираємося в термінах: Що таке IPO?

# IPO2
source: There are many terms and acronyms in the financial market that can confuse novice investors. Among them, IPOs are the most common. In this article, we'll get to the bottom of these terms and explain what they mean in the stock market.
pl: Na rynku finansowym istnieje wiele terminów i akronimów, które mogą być mylące dla początkujących inwestorów. Wśród nich najbardziej powszechne są IPO. W tym artykule przejdziemy do sedna tych terminów i wyjaśnimy, co oznaczają one na rynku papierów wartościowych.
ru: На финансовом рынке существует множество терминов и аббревиатур, которые могут путать начинающих инвесторов. Среди них наиболее распространенными являются IPO. В этой статье мы разберемся в сути этих терминов и объясним, что они означают на рынке ценных бумаг.
uk: На фінансовому ринку існує безліч термінів та абревіатур, які можуть плутати інвесторів-початківців. Серед них найбільш поширеними є IPO. У цій статті ми розберемося в суті цих термінів і пояснимо, що вони означають на ринку цінних паперів.

# IPO3
source: IPO, or Initial Public Offering, translates from English as <initial public offering>. It is the process whereby a company, previously closed and not publicly traded, offers its stock for sale on the open market.
pl: IPO, czyli pierwsza oferta publiczna, oznacza pierwszą ofertę publiczną. Jest to proces, w ramach którego spółka, wcześniej zamknięta i niebędąca przedmiotem publicznego obrotu, oferuje swoje akcje do sprzedaży na otwartym rynku.
ru: IPO, или Initial Public Offering, переводится с английского как первичное публичное размещение. Это процесс, когда компания, ранее закрытая и не публично торгуемая, предлагает свои акции для продажи на открытом рынке.
uk: IPO, або Initial Public Offering, перекладається з англійської як первинне публічне розміщення. Це процес, коли компанія, раніше закрита і не публічно торгується, пропонує свої акції для продажу на відкритому ринку.

# IPO4
source: Typically, an IPO involves an initial capital raising by a company to finance its operations, expand its business, or pay a stake to existing shareholders.
pl: IPO zazwyczaj wiąże się z początkowym pozyskaniem kapitału przez spółkę w celu sfinansowania jej działalności, rozszerzenia działalności lub wypłaty udziałów obecnym akcjonariuszom.
ru: Обычно IPO связано с первичным привлечением капитала компанией для финансирования своих операций, расширения бизнеса или выплаты доли существующим акционерам.
uk: Зазвичай IPO пов'язане з первинним залученням капіталу компанією для фінансування своїх операцій, розширення бізнесу або виплати частки існуючим акціонерам.

# IPO5
source: As a result of an IPO, a company goes public and its shares become available for trading on the stock exchange.
pl: W wyniku IPO spółka wchodzi na giełdę, a jej akcje stają się dostępne do obrotu na giełdzie.
ru: В результате IPO компания становится публичной и ее акции становятся доступными для торговли на фондовой бирже.
uk: У результаті IPO компанія стає публічною і її акції стають доступними для торгівлі на фондовій біржі.

# IPO6
source: The IPO process typically involves a set of activities such as selecting investment banks, preparing financial documentation, conducting road shows, and valuing the company. When the IPO is complete, the company's stock is offered to investors through an initial public offering.
pl: Proces IPO zazwyczaj obejmuje szereg działań, takich jak wybór banków inwestycyjnych, przygotowanie dokumentacji finansowej, przeprowadzenie road show i wycena spółki. Po zakończeniu IPO akcje spółki są oferowane inwestorom w ramach pierwszej oferty publicznej.
ru: Процесс IPO обычно включает в себя набор действий, таких как выбор инвестиционных банков, подготовка финансовой документации, проведение дорожных шоу и оценка стоимости компании. Когда IPO завершается, акции компании предлагаются инвесторам через первичное размещение.
uk: Процес IPO зазвичай включає в себе набір дій, таких як вибір інвестиційних банків, підготовка фінансової документації, проведення дорожніх шоу та оцінка вартості компанії. Коли IPO завершується, акції компанії пропонуються інвесторам через первинне розміщення.

# qB1
source: Ray Dalio
ru: Рэй Далио
uk: Рей Даліо

# qB2
source: Elon Musk
ru: Илон Маск
uk: Ілон Маск

# qB3
source: Warren Buffett.
ru: Уоррен Баффетт
uk: Воррен Баффетт

# Jor1
source: This is the percentage that is charged on the initial amount of investment
ru: Это процент, который начисляется на начальную сумму вложений
uk: Це відсоток, який нараховується на початкову суму вкладень

# Wvn
source: Spending in the day
pl: Wydatki na dzień
ru: Траты в день
uk: Витрати в день

# rfv
source: Enter your salary and mandatory expenses, and the calculator will calculate your daily budget.
pl: Wprowadź swoje zarobki i obowiązkowe wydatki, a kalkulator obliczy Twój dzienny budżet.
ru: Укажите свою зарплату и обязательные траты, и калькулятор рассчитает ваш ежедневный бюджет.
uk: Вкажіть свою зарплату і обов'язкові витрати, і калькулятор розрахує ваш щоденний бюджет.

# pxx
source: How much are you willing to save
pl: Ile jesteś w stanie zaoszczędzić?
ru: Сколько вы готовы откладывать
uk: Скільки ви готові відкладати

# tvw
source: Your Startup Capital
pl: Twój kapitał początkowy
ru: Ваш стартовый капитал
uk: Ваш стартовий капітал

# tew
source: Number of times
pl: Liczba razy
ru: Количество лет
uk: Кількість летіння

# yww
source: Risk profile
pl: Profil ryzyka
ru: Риск профиль
uk: Ризик профіль

# bez
source: Your capital will be
pl: Twój kapitał będzie
ru: Ваш капитал составит
uk: Ваш капітал составить

# qwt
source: How much do you earn
pl: Ile zarabiasz
ru: Сколько вы зарабатываете
uk: Скільки ви заробляєте

# tbw
source: Cost of obligatory expenditures per month
pl: Koszt obowiązkowych wydatków miesięcznie
ru: Стоимость обязательных трат в месяц
uk: Вартість обов'язкових витрат в пмісяць

# uyr
source: You can spend
pl: Możesz wydać
ru: Вы можете потратить
uk: Ви можете овитратити

# sb4
source: Settings
pl: Ustawienia
ru: Настройки
uk: Налаштування

# svr
source: Choice of currency
pl: Wybór waluty
ru: Выбор валюты
uk: Вибір валюти

# Fbq
source: About Us
pl: O nas
ru: О нас
uk: Про нас

# vrr
source: Social media
pl: Jesteśmy w mediach społecznościowych
ru: Мы в соцсетях
uk: Ми в соцмережах

# htw
source: Help
pl: Pomoc
ru: Помощь
uk: Допомога

# tgb
source: Rate the app
pl: Oceń aplikację
ru: Оцените приложение
uk: Оцініть додаток

# vow
source: Reset cache
pl: Resetowanie pamięci podręcznej
ru: Сбросить кеш
uk: Скинути кеш

# verr
source: This information does not constitute personal investment advice, and the financial instruments or transactions mentioned herein may not match your investment profile and investment objectives (expectations).
pl: Niniejsze informacje nie stanowią osobistej porady inwestycyjnej, a instrumenty finansowe lub transakcje, o których mowa w niniejszym dokumencie, mogą nie odpowiadać profilowi inwestycyjnemu i celom inwestycyjnym (oczekiwaniom).
ru: Данная информация не является индивидуальной инвестиционной рекомендацией, и финансовые инструменты либо операции, упомянутые в ней, могут не соответствовать вашему инвестиционному профилю и инвестиционным целям (ожиданиям).
uk: Ця інформація не є індивідуальною інвестиційною рекомендацією, і фінансові інструменти або операції, згадані в ній, можуть не відповідати вашому інвестиційному профілю та інвестиційним цілям (очікуванням).

# cwq
source: Help
pl: Pomoc
ru: Помощь
uk: Допомога

# wwtki
source: Social media
pl: Jesteśmy w mediach społecznościowych
ru: Мы в соцсетях
uk: Ми в соцмережах

# bqcw
source: Vk
ru: Вконтакте

# vewegh
source: Work email
pl: E-mail służbowy
ru: Рабочая почта
uk: Робоча пошта

# asdqq
source: Medal for passing
pl: Medal za zaliczenie
ru: Медаль за прохождение
uk: Медаль за проходження

# Jowvv
source: Take the test
pl: Zdać test
ru: Пройти тест
uk: Пройти тест

# rehw
source: Data deleted
pl: Dane usunięte
ru: Данные удалены
uk: Дані видалено

# dasww
source: You did not pass the test
pl: Nie zdałeś testu
ru: Вы не прошли тест
uk: Ви не пройшли тест

# bern
source: You got a medal
pl: Otrzymałeś medal
ru: Вы получили медаль
uk: Ви отримали медаль

# bern2
source: You got a medal
pl: Otrzymałeś medal
ru: Вы получили медаль
uk: Ви отримали медаль

# qwrtw
source: of the right ones
pl: te właściwe
ru: правильных из
uk: правильних із

# rehnern
source: That's already a good result! But to become a real expert in this field, you need to keep learning.
pl: To już jest dobry wynik! Ale aby stać się prawdziwym ekspertem w tej dziedzinie, musisz się ciągle uczyć.
ru: Это уже хороший результат! Но чтобы стать настоящим экспертом в этой области, вам нужно продолжать учиться.
uk: Це вже хороший результат! Але щоб стати справжнім експертом у цій галузі, вам потрібно продовжувати вчитися.

# weybb
source: This is a bad result ! You should read more literature and learn the terms !
pl: To jest zły wynik! Powinieneś przeczytać więcej literatury i nauczyć się terminów !
ru: Это плохой результат ! Тебе стоит почитать больше литературы и выучить термины !
uk: Це поганий результат ! Тобі варто почитати більше літератури і вивчити терміни !
