Repository: DenisStor/F.I.R.E---Finance-Freedom
Catalog: F.I.R.E./Screen/Localize/*.lproj/Localizable.strings
Languages: pl, ru, uk

# InvTerm3.1
source: This is a professional bidder. In essence, brokers are intermediaries who provide interaction between investors and issuers.
pl: Jest to profesjonalny oferent. Zasadniczo brokerzy są pośrednikami, którzy zapewniają interfejs między inwestorami a emitentami.
ru: Это профессиональный участник торгов. По сути, брокеры — это посредники, которые обеспечивают взаимодействие инвесторов и эмитентов.
uk: Це професійний учасник торгів. По суті, брокери - це посередники, які забезпечують взаємодію інвесторів та емітентів.

# InvTerm4
source: Trustee
pl: Powiernik
ru: Доверительный управляющий
uk: Довірчий управитель

# InvTerm4.1
source: This is an intermediary to whom an investor transfers his funds for subsequent investment. Trustees are used by those who do not have enough time or experience to trade on their own.
pl: Jest to pośrednik, do którego inwestor przekazuje swoje fundusze w celu późniejszej inwestycji. Powiernicy są wykorzystywani przez tych, którzy nie mają wystarczająco dużo czasu lub doświadczenia, aby samodzielnie handlować.
ru: Это посредник, которому инвестор передает свои средства для последующих инвестиций. К доверительным управляющим обращаются те, у кого недостаточно времени или опыта для самостоятельной торговли.
uk: Це посередник, якому інвестор передає свої кошти для подальших інвестицій. До довірчих управителів звертаються ті, у кого недостатньо часу або досвіду для самостійної торгівлі.

# InvTerm5
source: Registrar
pl: Rejestrator
ru: Регистратор
uk: Реєстратор

# InvTerm5.1
source: This is a licensed company that maintains registers with full records of all security holders.
pl: Jest to licencjonowana firma, która prowadzi rejestry z pełną ewidencją wszystkich posiadaczy papierów wartościowych.
ru: Это лицензированная компания, ведущая реестры с полным учетом всех владельцев ценных бумаг.
uk: Це ліцензована компанія, що веде реєстри з повним обліком усіх власників цінних паперів.

# InvTerm6
source: Depositary
pl: Depozytariusz
ru: Депозитарий
uk: Депозитарій

# InvTerm6.1
source: It is a professional securities market participant that holds securities and maintains records of rights thereunder.
pl: Jest to profesjonalny uczestnik rynku papierów wartościowych, który przechowuje papiery wartościowe i prowadzi rejestry praw z nich wynikających.
ru: Это профессиональный участник рынка ценных бумаг, который хранит ценные бумаги и ведет учет прав по ним.
uk: Це професійний учасник ринку цінних паперів, який зберігає цінні папери та веде облік прав за ними.

# InvTerm7
source: Clearing or settlement center
pl: Centrum rozliczeniowe lub rozrachunkowe
ru: Клиринговый или расчетный центр
uk: Кліринговий або розрахунковий центр

# InvTerm7.1
source: It is a company that provides settlement services to participants in the organized securities market and identifies their positions based on the results of the transactions concluded, that is, it handles the transfer of money from the buyer of securities to the seller.
pl: Jest to spółka, która świadczy usługi rozliczeniowe dla uczestników zorganizowanego rynku papierów wartościowych i identyfikuje ich pozycje na podstawie wyników zawartych transakcji, czyli obsługuje transfer środków pieniężnych od nabywcy papierów wartościowych do sprzedawcy.
ru: Это компания, которая осуществляет расчетное обслуживание участников организованного рынка ценных бумаг и выявляет их позиции по результатам заключенных сделок, то есть занимается передачей денег от покупателя ценных бумаг к продавцу.
uk: Це компанія, яка здійснює розрахункове обслуговування учасників організованого ринку цінних паперів і виявляє їхні позиції за результатами укладених угод, тобто займається передачею грошей від покупця цінних паперів до продавця.

# InvTerm8
source: Auction Exchange.
pl: Giełda Aukcyjna
ru: Аукционная биржа
uk: Аукціонна біржа

# InvTerm8.1
source: On such exchanges, traders and brokers are physically in the exchange room and work directly with each other, making buy and sell orders verbally. This has historically been the primary way most exchanges operate, and a number of venues still hold auctions where sellers and buyers are physically present.
pl: Na takich giełdach handlowcy i maklerzy znajdują się fizycznie w hali giełdowej i współpracują ze sobą bezpośrednio, składając ustnie zlecenia kupna i sprzedaży. W przeszłości był to podstawowy sposób działania większości giełd, a wiele systemów nadal organizuje aukcje, na których sprzedający i kupujący są fizycznie obecni.
ru: На таких биржах трейдеры и брокеры физически находятся в биржевом зале и работают напрямую друг с другом, делая заявки на покупки и продажу устно. Исторически это был основной способ работы большинства бирж, и ряд площадок до сих пор проводит аукционы, на которых физически присутствуют продавцы и покупатели.
uk: На таких біржах трейдери і брокери фізично перебувають у біржовому залі і працюють безпосередньо один з одним, роблячи заявки на купівлю і продаж усно. Історично це був основний спосіб роботи більшості бірж, і низка майданчиків і досі проводить аукціони, на яких фізично присутні продавці та покупці.

# InvTerm9
source: Electronic Exchange
pl: Giełda elektroniczna
ru: Электронная биржа
uk: Електронна біржа

# InvTerm9.1
source: Recently, electronic trading has become the most common method of exchange transactions. There are no traders and no physical trading activity. Instead, trading takes place on a computerized platform through which buyers and sellers communicate. These exchanges are considered more efficient and faster than traditional exchanges. Today, many exchanges that used to rely solely on a physical trading platform offer trading through automated systems, using both methods simultaneously. However, there are also exchanges that trade exclusively through Internet terminals.
pl: Ostatnio handel elektroniczny stał się najbardziej powszechną metodą transakcji giełdowych. Nie ma traderów ani fizycznej aktywności handlowej. Zamiast tego handel odbywa się na skomputeryzowanej platformie, za pośrednictwem której komunikują się kupujący i sprzedający. Giełdy te są uważane za bardziej wydajne i szybsze niż giełdy tradycyjne. Obecnie wiele giełd, które wcześniej opierały się wyłącznie na fizycznej platformie handlowej, oferuje handel za pośrednictwem zautomatyzowanych systemów, wykorzystujących obie metody jednocześnie. Istnieją jednak również giełdy, które handlują wyłącznie za pośrednictwem terminali internetowych.
ru: В последнее время электронная торговля стала наиболее распространенным методом биржевых операций. Здесь нет трейдеров и нет физической торговой активности. Вместо этого торговля происходит на компьютеризированной платформе, через которую связываются покупатели и продавцы. Эти биржи считаются более эффективными и более быстрыми, чем традиционные биржи. Сегодня многие биржи, которые раньше полагались исключительно на физическую торговую площадку, предлагают торговать через автоматизированные системы, используя оба метода одновременно. Однако есть и биржи, на которых торговля ведется исключительно через интернет-терминалы.
uk: Останнім часом електронна торгівля стала найбільш поширеним методом біржових операцій. Тут немає трейдерів і немає фізичної торгової активності. Замість цього торгівля відбувається на комп'ютеризованій платформі, через яку зв'язуються покупці та продавці. Ці біржі вважаються більш ефективними і більш швидкими, ніж традиційні біржі. Сьогодні багато бірж, які раніше покладалися виключно на фізичний торговий майданчик, пропонують торгувати через автоматизовані системи, використовуючи обидва методи одночасно. Однак є і біржі, на яких торгівля ведеться виключно через інтернет-термінали.

# InvTerm10
source: Eurobonds
pl: Euroobligacje
ru: Еврооблигации
uk: Єврооблігації

# InvTerm10.1
source: These are debt securities that are issued in a currency that is foreign to the issuer - the state or company that issued the securities. Such bonds can circulate both on foreign exchanges and on the markets of the issuer's country. The principal difference is only in the currency of the issue, which is not limited to the euro. The prefix in the name remained, so to say, historically.
pl: Są to dłużne papiery wartościowe emitowane w walucie obcej dla emitenta - państwa lub spółki, która wyemitowała papiery wartościowe. Takie obligacje mogą być przedmiotem obrotu na giełdach zagranicznych, jak również na rynku kraju emitenta. Jedyną zasadniczą różnicą jest waluta emisji, która nie ogranicza się do euro. Przedrostek w nazwie pozostał, że tak powiem, historyczny.
ru: Это долговые ценные бумаги, которые выпускаются в валюте, иностранной для эмитента — государства или компании, выпустившей эти бумаги. Такого рода облигации могут обращаться как на зарубежных биржах, так и на рынках страны эмитента. Принципиальное отличие лишь в валюте выпуска, которая не ограничена евро. Приставка в названии осталась, так сказать, исторически.
uk: Це боргові цінні папери, які випускаються у валюті, іноземній для емітента - держави або компанії, що випустила ці папери. Такого роду облігації можуть обертатися як на зарубіжних біржах, так і на ринках країни емітента. Принципова відмінність лише у валюті випуску, яка не обмежена євро. Приставка в назві залишилася, так би мовити, історично.

# InvTerm11
source: Underwriter
pl: Subemitent
ru: Андеррайтер
uk: Андеррайтер

# InvTerm11.1
source: This is the party that issues bonds on behalf of the borrower. The underwriter manages the issuance and distribution of the securities and guarantees the issuer's placement in the primary market - for a certain fee and under specified conditions. He may agree to buy all the securities of a company which it puts on the market, and thus assumes all the risks of unsold securities.
pl: Jest to strona, która emituje obligacje w imieniu pożyczkobiorcy. Subemitent zarządza emisją i dystrybucją papierów wartościowych oraz gwarantuje plasowanie emitenta na rynku pierwotnym - za określoną opłatą i na uzgodnionych warunkach. Może on zgodzić się na zakup wszystkich papierów wartościowych spółki, która wprowadza je na rynek, a tym samym przejmuje całe ryzyko związane z niesprzedanymi papierami wartościowymi.
ru: Это сторона, которая выпускает облигации от имени заемщика. Андеррайтер руководит выпуском ценных бумаг и их распределением и гарантирует эмитенту размещение на первичном рынке — за определенное вознаграждение и на оговоренных условиях. Он может согласиться купить все бумаги компании, которая та выпускает на рынок, и таким образом берет на себя все риски по непроданным бумагам.
uk: Це сторона, яка випускає облігації від імені позичальника. Андеррайтер керує випуском цінних паперів та їхнім розподілом і гарантує емітенту розміщення на первинному ринку - за певну винагороду та на обумовлених умовах. Він може погодитися купити всі папери компанії, що та випускає на ринок, і таким чином бере на себе всі ризики щодо непроданих паперів.

# InvTerm12
source: Euronotes
ru: Евроноты
uk: Євроноти

# InvTerm12.1
source: This is a registered bill. They also differ in that they are issued by issuers from developed economies and have some form of tangible collateral. The notes are short-term obligations (3-8 months) and have a floating interest rate, which means they can change.
pl: To jest weksel imienny. Różnią się one również tym, że są emitowane przez emitentów z rozwiniętych gospodarek i mają pewną formę materialnego zabezpieczenia. Obligacje są krótkoterminowe (3-8 miesięcy) i mają zmienną stopę procentową, tj. mogą się zmieniać.
ru: Это именной вексель. Они также отличаются тем, что выпускаются эмитентами из стран с развитой экономикой и имеют какое-то материальное обеспечение. Ноты являются краткосрочными обязательствами (3–8 месяцев), процентная ставка у них плавает, то есть может меняться.
uk: Це іменний вексель. Вони також вирізняються тим, що випускаються емітентами з країн з розвиненою економікою і мають якесь матеріальне забезпечення. Ноти є короткостроковими зобов'язаннями (3-8 місяців), відсоткова ставка у них плаваюча, тобто може змінюватися.

# InvTerm13
source: Listing
ru: Листинг
uk: Лістинг

# InvTerm13.1
source: This is the admission of an issued security to the exchanges.
pl: Jest to dopuszczenie wyemitowanego papieru wartościowego do obrotu giełdowego.
ru: Это допуск выпущенной ценной бумаги к обращению на биржах.
uk: Це допуск випущеного цінного паперу до обігу на біржах.

# InvTerm14
source: Brokerage Account
pl: Rachunek maklerski
ru: Брокерский счет
uk: Брокерський рахунок

# InvTerm14.1
source: This is a special account for trading securities and currency on an exchange. It is opened with a broker - a professional securities market participant. The broker acts as an intermediary between a private investor and the stock exchange.
pl: Jest to specjalne konto do obrotu papierami wartościowymi i walutą na giełdzie. Jest ono otwierane u brokera - profesjonalnego uczestnika rynku papierów wartościowych. Broker działa jako pośrednik między prywatnym inwestorem a giełdą.
ru: Это специальный счет для торговли ценными бумагами и валютой на бирже. Он открывается у брокера — профессионального участника рынка ценных бумаг. Брокер выступает посредником между частным инвестором и биржей.
uk: Це спеціальний рахунок для торгівлі цінними паперами та валютою на біржі. Він відкривається у брокера - професійного учасника ринку цінних паперів. Брокер виступає посередником між приватним інвестором і біржею.

# InvTerm15
source: Dividends
pl: Dywidendy
ru: Дивиденды
uk: Дивіденди

# InvTerm15.1
source: This is the portion of profit or free cash flow that a company pays to shareholders.
pl: Jest to część zysku lub wolnych przepływów pieniężnych, które spółka wypłaca akcjonariuszom.
ru: Это часть прибыли или свободного денежного потока, которую компания выплачивает акционерам.
uk: Це частина прибутку або вільного грошового потоку, яку компанія виплачує акціонерам.

# InvTerm17
source: Investment Portfolio
pl: Portfel inwestycyjny
ru: Инвестиционный портфель
uk: Інвестиційний портфель

# InvTerm17.1
source: It is a collection of different types of investments that belong to one person or company.
pl: Jest to zbiór różnych rodzajów inwestycji, które należą do jednej osoby lub firmy.
ru: Это совокупность различных видов инвестиций, которые принадлежат одному человеку или компании.
uk: Це сукупність різних видів інвестицій, які належать одній людині або компанії.

# InvTerm18
source: Liquidity
pl: Płynność
ru: Ликвидность
uk: Ліквідність

# InvTerm18.1
source: It is the ability to sell an asset quickly at close to market value. In terms of liquidity, any property that a person or company owns can be valued, including securities.
pl: Jest to zdolność do szybkiej sprzedaży aktywów po cenie zbliżonej do ceny rynkowej. Pod względem płynności można wycenić dowolną nieruchomość posiadaną przez osobę lub firmę, w tym papiery wartościowe.
ru: Это возможность быстро продать актив по цене, близкой к рыночной. С точки зрения ликвидности можно оценить любое имущество, которым владеет человек или компания, в том числе и ценные бумаги.
uk: Це можливість швидко продати актив за ціною, близькою до ринкової. З погляду ліквідності можна оцінити будь-яке майно, яким володіє людина або компанія, зокрема й цінні папери.

# InvTerm19
source: Securities
pl: Papiery wartościowe
ru: Ценные бумаги
uk: Цінні папери

# InvTerm19.1
source: These are documents that confer property or monetary rights on their owner.
pl: Są to dokumenty nadające ich właścicielowi prawa majątkowe lub pieniężne.
ru: Это документы, наделяющие их владельца имущественными или денежными правами.
uk: Це документи, що наділяють їхнього власника майновими або грошовими правами.

# InvTerm20
source: Exchange
pl: Wymiana
ru: Биржа
uk: Біржа

# InvTerm20.1
source: This is an authorized trading place for securities, commodities, financial instruments and services, where market participants buy and sell corresponding assets, as well as standardized contracts and services either from their own property or by acting in the interests of their customers.
ru: Это организованное место торговли ценными бумагами, товарами, производными финансовыми инструментами и услугами, где участники рынка покупают и продают соответствующие активы, а также стандартизированные контракты и услуги — либо от собственного имени, либо действуя в интересах клиентов.

# InvTerm21
source: Stock Exchange
pl: Giełda Papierów Wartościowych
ru: Фондовая биржа
uk: Фондова біржа

# InvTerm21.1
source: This is a centralized floor where the necessary conditions for trading in securities are created.
pl: Jest to scentralizowany rynek, który zapewnia niezbędne udogodnienia do obrotu papierami wartościowymi.
ru: Это централизованная площадка, на которой созданы необходимые условия для торговли ценными бумагами.
uk: Це централізований майданчик, на якому створено необхідні умови для торгівлі цінними паперами.

# InvTerm22
source: Margin Trading
ru: Маржинальная торговля
uk: Маржинальна торгівля

# InvTerm22.1
source: This is a transaction in which an investor takes a loan against collateral from a broker to buy an asset. The collateral will be his own funds on his brokerage account - they are locked in as a kind of security deposit. This amount is called a margin. The margin is recalculated every time the trader opens a position.
pl: Jest to transakcja, w której inwestor pożycza pod zastaw od brokera, aby kupić aktywa. Zabezpieczeniem będą jego własne środki na rachunku maklerskim - są one zablokowane jako rodzaj depozytu zabezpieczającego. Kwota ta nazywana jest depozytem zabezpieczającym. Depozyt zabezpieczający jest przeliczany za każdym razem, gdy inwestor otwiera pozycję.
ru: Это сделка, при которой инвестор на покупку актива берет кредит под залог у брокера. Залогом будут собственные средства на брокерском счете — они заблокированы как некий страховой депозит. Эта сумма называется маржой. Маржа пересчитывается каждый раз, когда трейдер открывает позицию.
uk: Це угода, за якої інвестор на купівлю активу бере кредит під заставу у брокера. Заставою будуть власні кошти на брокерському рахунку - вони заблоковані як такий собі страховий депозит. Ця сума називається маржею. Маржа перераховується щоразу, коли трейдер відкриває позицію.

# InvTerm23
source: Liquid Portfolio
pl: Płynny portfel
ru: Ликвидный портфель
uk: Ліквідний портфель

# InvTerm23.1
source: This is the total value of currency and liquid securities in your brokerage account. Shares of foreign companies, currencies and Eurobonds are accounted in rubles at the current exchange rate.
pl: Jest to całkowita wartość waluty i płynnych papierów wartościowych na rachunku maklerskim. Akcje zagranicznych spółek, waluty i euroobligacje są uwzględniane w rublach po bieżącym kursie wymiany.
ru: Это совокупная стоимость валюты и ликвидных ценных бумаг на вашем брокерском счете. Акции иностранных компаний, валюта и еврооблигации учитываются в рублях по текущему биржевому курсу.
uk: Це сукупна вартість валюти та ліквідних цінних паперів на вашому брокерському рахунку. Акції іноземних компаній, валюта та єврооблігації враховуються в рублях за поточним біржовим курсом.

# InvTerm24
source: Initial margin
pl: Początkowy depozyt zabezpieczający
ru: Начальная маржа
uk: Початкова маржа

# InvTerm24.1
source: This is the initial margin for executing a new deal. It is calculated by multiplying the value of the asset by the risk rate.
pl: Jest to początkowy depozyt zabezpieczający dla nowej transakcji. Jest on obliczany poprzez pomnożenie wartości aktywów przez stopę ryzyka.
ru: Это начальное обеспечение для совершения новой сделки. Она рассчитывается путем умножения стоимости актива на ставку риска.
uk: Це початкове забезпечення для здійснення нової угоди. Вона розраховується шляхом множення вартості активу на ставку ризику.

# InvTerm25
source: Minimum margin
pl: Minimalny depozyt zabezpieczający
ru: Минимальная маржа
uk: Мінімальна маржа

# InvTerm25.1
source: This is the minimum margin to maintain the position you have already opened. Normally, the minimum margin for one liquid asset is equal to half the initial margin.
pl: Jest to minimalny depozyt zabezpieczający do utrzymania już otwartej pozycji. Zwykle minimalny depozyt zabezpieczający dla pojedynczego płynnego aktywa jest równy połowie początkowego depozytu zabezpieczającego.
ru: Это минимальное обеспечение для поддержания позиции, которую вы уже открыли. Обычно минимальная маржа одного ликвидного актива равна половине начальной маржи.
uk: Це мінімальне забезпечення для підтримки позиції, яку ви вже відкрили. Зазвичай мінімальна маржа одного ліквідного активу дорівнює половині початкової маржі.

# InvTerm26
source: Long position
pl: Długa pozycja
ru: Длинная позиция
uk: Довга позиція

# InvTerm26.1
source: This is a deal counting on the quotes increase. The point of a long position is to buy a stock when it is cheap and sell it when it is up. Traders can engage in long trades not only with their own funds, but also with borrowed funds - that is, funds provided by a broker.
pl: To jest pozycja długa. Celem długiej pozycji jest kupno akcji, gdy są tanie i sprzedaż, gdy ich cena wzrośnie. Inwestorzy mogą angażować się w długie transakcje nie tylko z własnymi środkami, ale także z pożyczonymi środkami - czyli tymi dostarczonymi przez brokera.
ru: Это сделка в расчете на рост котировок. Cмысл длинной позиции в том, чтобы купить акции, пока они стоят дешево, и продать их, когда они подорожают. Трейдеры могут участвовать в сделках в лонг не только на свои средства, но и на заемные — то есть предоставленные брокером.
uk: Це угода в розрахунку на зростання котирувань. Сенс довгої позиції в тому, щоб купити акції, поки вони коштують дешево, і продати їх, коли вони подорожчають. Трейдери можуть брати участь в угодах у лонг не тільки на свої кошти, а й на позикові - тобто надані брокером.

# InvTerm27
source: Market Value
pl: Wartość rynkowa
ru: Рыночная стоимость
uk: Ринкова вартість

# InvTerm27.1
source: This is the price of goods and services formed under competitive market conditions according to supply and demand.
pl: Jest to cena towarów i usług ukształtowana w konkurencyjnych warunkach rynkowych zgodnie z podażą i popytem.
ru: Это цена на товары и услуги, формируемая в условиях конкурентного рынка в соответствии со спросом и предложением.
uk: Це ціна на товари та послуги, що формується в умовах конкурентного ринку відповідно до попиту та пропозиції.

# InvTerm28
source: Short trading
pl: Krótki obrót
ru: Торговля в шорт
uk: Торгівля в шорт
