Repository: DenisStor/F.I.R.E---Finance-Freedom
Catalog: F.I.R.E./Screen/Localize/*.lproj/Localizable.strings
Languages: pl, ru, uk

# ernnq
source: It's a satisfactory result ! But you have a lot to learn !
pl: To zadowalający wynik! Ale musisz się jeszcze wiele nauczyć !
ru: Это удовлетворительный результат ! Но тебе есть чему поучиться !
uk: Це задовільний результат ! Але тобі є чому повчитися !

# qwdqwgtty
source: Retake the test
pl: Ponowne podejście do testu
ru: Перепройти тест
uk: Перепройти тест

# bermn
source: Entrepreneur
pl: Przedsiębiorca
ru: Предприниматель
uk: Підприємець

# IndividQues1
source: How old are you?
pl: Ile masz lat?
ru: Сколько вам лет?
uk: Скільки вам років?

# IndividQues1.1
source: Under 25
pl: Poniżej 25 lat
ru: Меньше 25
uk: Менше 25

# IndividQues1.2
source: Between 25 and 50 years old
pl: Między 25 a 50
ru: От 25 до 50 лет
uk: Від 25 до 50 років

# IndividQues1.3
source: Over 50 years old
pl: Ponad 50 lat
ru: Больше 50 лет
uk: Більше 50 років

# IndividQues2
source: Which of your investment goals is closer to you?
pl: Który z Twoich celów inwestycyjnych jest Ci bliższy?
ru: Какая из целей инвестирования вам ближе?
uk: Яка з цілей інвестування вам ближча?

# IndividQues2.1
source: Save money from inflation
pl: Oszczędzanie pieniędzy przed inflacją
ru: Сохранить деньги от инфляции
uk: Зберегти гроші від інфляції

# IndividQues2.2
source: Beat inflation
pl: Pokonać inflację
ru: Обогнать инфляцию
uk: Обігнати інфляцію

# IndividQues2.3
source: Maximize earnings
pl: Maksymalizuj zyski
ru: Максимально заработать
uk: Максимально заробити

# IndividQues3
source: Your monthly salary?
pl: Twoje miesięczne wynagrodzenie?
ru: Ваша ежемесячная зарплата?
uk: Ваша щомісячна зарплата?

# IndividQues3.1
source: Under $4,500
pl: Mniej niż 6000 zł
ru: Меньше 50 000 ₽
uk: Менше 12 000 ₴

# IndividQues3.2
source: Between $4,500 and $10,000
pl: Od 6 000 zł do 12 000 zł
ru: От 50 000 ₽ до 100 000 ₽
uk: Від 12 000 ₴ до 24 000 ₴

# IndividQues3.3
source: More than $10,000
pl: Więcej niż 12 000 zł
ru: Больше 100 000 ₽
uk: Більше 24 000 ₴

# IndividQues4
source: For how long are you willing to invest the money and not touch it?
pl: Jak długo jesteś skłonny inwestować pieniądze i ich nie dotykać?
ru: На какой срок вы готовы вложить деньги и не трогать их?
uk: На який термін ви готові вкласти гроші і не чіпати їх?

# IndividQues4.1
source: One to three years
pl: Od roku do 3 lat
ru: От года до 3 лет
uk: Від року до 3 років

# IndividQues4.2
source: 3 to 5 years
pl: 3-5 lat
ru: 3-5 лет
uk: 3-5 років

# IndividQues4.3
source: More than 5 years
pl: Ponad 5 lat
ru: Больше 5 лет
uk: Більше 5 років

# IndividQues5
source: Are you ready for your investment capital to decline?
pl: Czy jesteś gotowy na spadek kapitału inwestycyjnego?
ru: Готовы ли вы к тому, что ваш инвестиционный капитал может снизиться?
uk: Чи готові ви до того, що ваш інвестиційний капітал може знизитися?

# IndividQues5.1
source: Not ready
pl: Nie jestem gotowy
ru: Не готов
uk: Не готовий

# IndividQues5.2
source: Allow a temporary decline of up to 10%
pl: Pozwól na tymczasowy spadek do 10%
ru: Допускаю временное снижение до 10%
uk: Допускаю тимчасове зниження до 10%

# IndividQues5.3
source: I am ready to reduce the capital by no more than 20%, I am sure that I will again go into plus.
pl: Gotowy na spadek kapitału o nie więcej niż 20%, mając pewność, że znów będę na plusie
ru: Готов к снижению капитала не более 20 %, уверен, что снова выйду в плюс
uk: Готовий до зниження капіталу не більш як на 20 %, упевнений, що знову вийду в плюс

# IndividQues6
source: Your investment portfolio has fallen in value. What will you do?
pl: Wartość twojego portfela inwestycyjnego spadła. Co zrobisz?
ru: Ваш инвестиционный портфель подешевел. Что будете делать?
uk: Ваш інвестиційний портфель подешевшав. Що будете робити?

# IndividQues6.1
source: I will sell all the assets that have fallen in value and put the money on deposit
pl: Sprzedaj wszystkie aktywa, których wartość spadła i zdeponuj pieniądze
ru: Продам все активы, которые упали в цене, и положу деньги на депозит
uk: Продам всі активи, які впали в ціні, і покладу гроші на депозит

# IndividQues6.2
source: Just wait
pl: Po prostu poczekaj
ru: Просто подожду
uk: Просто почекаю

# IndividQues6.3
source: I'll buy back what's gone down in price
pl: Odkupię to, co straciło na wartości
ru: Докуплю то, что подешевело
uk: Докуплю те, що подешевшало

# IndividQues7
source: Will you take more risk to achieve higher potential gains
pl: Czy podejmiesz wyższe ryzyko, aby osiągnąć wyższe potencjalne zyski
ru: Будете ли Вы принимать более высокий риск для достижения более высокого потенциального прироста
uk: Чи будете Ви приймати більш високий ризик для досягнення більш високого потенційного приросту

# IndividQues7.1
source: Neutral
pl: Neutralny
ru: Нейтрально
uk: Нейтрально

# IndividQues8
source: Which of the following most accurately reflects your personal investment goal?
pl: Które z poniższych stwierdzeń najdokładniej odzwierciedla Twój osobisty cel inwestycyjny?
ru: Какие из следующих целей наиболее точно отражают Вашу личную инвестиционную цель?
uk: Які з наступних цілей найточніше відображають Вашу особисту інвестиційну мету?

# IndividQues8.1
source: Maximize capital gains as soon as possible
pl: Maksymalizacja zysków kapitałowych tak szybko, jak to możliwe
ru: Максимальный прирост капитала в кратчайшие сроки
uk: Максимальний приріст капіталу в найкоротші терміни

# IndividQues8.2
source: Stable, balanced income and capital growth
pl: Stabilny, zrównoważony dochód i wzrost kapitału
ru: Стабильный, сбалансированный доход и рост капитала
uk: Стабільний, збалансований дохід і зростання капіталу

# IndividQues8.3
source: Earn an income that is slightly higher than the bank deposit rate
pl: Zarabiaj dochód, który jest nieco wyższy niż oprocentowanie depozytów bankowych
ru: Заработать доход, который немного выше ставки банковского депозита
uk: Заробити дохід, який трохи вищий за ставку банківського депозиту

# IndividQues9
source: How would you rate your investment knowledge?
pl: Jak oceniasz swoją wiedzę na temat inwestowania?
ru: Как бы вы оценили ваши знания в области инвестиций?
uk: Як би ви оцінили ваші знання в галузі інвестицій?

# IndividQues9.1
source: Weak
pl: Słaba
ru: Слабые
uk: Слабкі

# IndividQues9.2
source: Satisfactory
pl: Zadowalająca
ru: Удовлетворительные
uk: Задовільні

# IndividQues9.3
source: Good
pl: Dobra
ru: Хорошие
uk: Хороші

# brgr
source: 4 min read
pl: 4 min czytania
ru: 4 мин чтения
uk: 4 хв читання

# lwekjgh213
source: What is passive income?
pl: Czym jest dochód pasywny?
ru: Что такое пассивный доход?
uk: Що таке пасивний дохід?

# q3tyh
source: In today's world more and more people seek financial independence and stability. One of the ways to achieve this goal is to create and generate passive income. In this article we will look at what passive income is and how it can be earned. The concept of passive income: A passive income is a stream of money that flows into your account without directly contributing to your work. This means that you do not have to trade your time for money as you do when earning active income. Passive income can come from a variety of sources, such as investments, real estate, businesses, and intellectual property.
pl: W dzisiejszym świecie coraz więcej osób dąży do finansowej niezależności i stabilności. Jednym ze sposobów na osiągnięcie tego celu jest tworzenie i zarabianie dochodu pasywnego. W tym artykule przyjrzymy się, czym jest dochód pasywny i jak można go uzyskać. Pojęcie dochodu pasywnego: Dochód pasywny to strumień pieniędzy, który wpływa na Twoje konto bez bezpośredniego wkładu Twojej pracy. Oznacza to, że nie musisz wymieniać swojego czasu na pieniądze, jak w przypadku dochodu aktywnego. Dochód pasywny może pochodzić z różnych źródeł, takich jak inwestycje, nieruchomości, przedsiębiorstwa i własność intelektualna.
ru: В современном мире все больше людей стремятся обрести финансовую независимость и стабильность. Один из путей достижения этой цели – создание и получение пассивного дохода. В этой статье мы рассмотрим, что такое пассивный доход и как его можно получать. Понятие пассивного дохода: Пассивный доход – это денежный поток, который поступает на ваш счет без прямого участия в работе. Это означает, что вы не обязаны обменивать свое время на деньги, как это происходит при получении активного дохода. Пассивный доход может быть получен из различных источников, таких как инвестиции, недвижимость, бизнесы и интеллектуальная собственность.
uk: У сучасному світі все більше людей прагнуть здобути фінансову незалежність і стабільність. Один зі шляхів досягнення цієї мети - створення та отримання пасивного доходу. У цій статті ми розглянемо, що таке пасивний дохід і як його можна отримувати. Поняття пасивного доходу: Пасивний дохід - це грошовий потік, який надходить на ваш рахунок без прямої участі в роботі. Це означає, що ви не зобов'язані обмінювати свій час на гроші, як це відбувається при отриманні активного доходу. Пасивний дохід може бути отримано з різних джерел, таких як інвестиції, нерухомість, бізнеси та інтелектуальна власність.

# q3tyhbre
source: 1. Investments: One common source of passive income is investments. It can be investing in stocks, bonds, funds, real estate, etc. Passive income from investments can come in the form of dividends, interest, or profits from the sale of assets. 2. Real Estate: Investing in real estate, such as rental apartments or commercial space, can be a source of passive income. Owning real estate allows you to receive regular payments in the form of rent. 3. Business: Setting up your own business, which can function without your direct involvement, can also provide passive income. For example, if you have an online store, you can automate your ordering, delivery and customer service processes, allowing you to generate income even when you're not working. 4. Intellectual Property: If you have creativity, you can create intellectual property such as books, songs, software, patents, and more. Receiving royalties or royalties for using your intellectual property can be a source of passive income.
pl: 1. Inwestycje: Jednym z powszechnych źródeł dochodu pasywnego są inwestycje. Może to być inwestowanie w akcje, obligacje, fundusze, nieruchomości itp. Dochód pasywny z inwestycji może mieć formę dywidend, odsetek lub zysków ze sprzedaży aktywów. 2. Nieruchomości: Inwestowanie w nieruchomości, takie jak wynajem mieszkań lub lokali komercyjnych, może być źródłem pasywnego dochodu. Posiadanie nieruchomości pozwala na otrzymywanie regularnych płatności w formie czynszu. 3. biznes: Założenie własnej firmy, która może funkcjonować bez Twojego bezpośredniego zaangażowania, również może zapewnić dochód pasywny. Na przykład, jeśli prowadzisz sklep internetowy, możesz zautomatyzować procesy zamawiania, dostawy i obsługi klienta, co pozwoli Ci generować dochód nawet wtedy, gdy nie pracujesz. 4. Własność intelektualna: Jeśli jesteś kreatywny, możesz tworzyć własność intelektualną, taką jak książki, piosenki, oprogramowanie, patenty itp. Otrzymywanie tantiem lub opłat licencyjnych za korzystanie z własności intelektualnej może być źródłem pasywnego dochodu.
ru: 1. Инвестиции: Одним из распространенных источников пассивного дохода являются инвестиции. Это может быть инвестирование в акции, облигации, фонды, недвижимость и т.д. Пассивный доход от инвестиций может быть получен в виде дивидендов, процентов или прибыли от продажи активов. 2. Недвижимость: Инвестирование в недвижимость, такую как аренда квартир или коммерческих помещений, может стать источником пассивного дохода. Владение недвижимостью позволяет получать регулярные платежи в виде арендной платы. 3. Бизнес: Создание собственного бизнеса, который может функционировать без вашего непосредственного участия, также может обеспечить пассивный доход. Например, если у вас есть интернет-магазин, вы можете автоматизировать процессы заказа, доставки и обслуживания клиентов, что позволит вам получать доход, даже когда вы не работаете. 4. Интеллектуальная собственность: Если у вас есть творческие способности, вы можете создать интеллектуальную собственность, такую как книги, песни, программное обеспечение, патенты и прочее. Получение лицензионных платежей или авторских вознаграждений за использование вашей интеллектуальной собственности может стать источником пассивного дохода.
uk: 1) Інвестиції: Одним із поширених джерел пасивного доходу є інвестиції. Це може бути інвестування в акції, облігації, фонди, нерухомість тощо. Пасивний дохід від інвестицій може бути отриманий у вигляді дивідендів, відсотків або прибутку від продажу активів. 2. Нерухомість: Інвестування в нерухомість, таку як оренда квартир або комерційних приміщень, може стати джерелом пасивного доходу. Володіння нерухомістю дає змогу отримувати регулярні платежі у вигляді орендної плати. 3. бізнес: Створення власного бізнесу, який може функціонувати без вашої безпосередньої участі, також може забезпечити пасивний дохід. Наприклад, якщо у вас є інтернет-магазин, ви можете автоматизувати процеси замовлення, доставки та обслуговування клієнтів, що дасть вам змогу отримувати дохід, навіть коли ви не працюєте. 4) Інтелектуальна власність: Якщо у вас є творчі здібності, ви можете створити інтелектуальну власність, таку як книги, пісні, програмне забезпечення, патенти та інше. Отримання ліцензійних платежів або авторських винагород за використання вашої інтелектуальної власності може стати джерелом пасивного доходу.

# vt4jerh
source: How to receive passive income: 1. Create a Financial Plan: Before you start building a passive income stream, it's important to develop a financial plan. Determine your financial goals, consider the opportunities available to you, and determine your comfort level with respect to risk. 2. Invest: Investments can be an effective way to create passive income. Research various investment opportunities and choose the ones that fit your goals and risk level. 3. Develop skills and expertise: Improving your skills and gaining new knowledge can help you create a source of passive income. For example, you can learn skills in investing, website development, marketing, or other areas that can generate income. 4. automate and delegate: To generate passive income, it is important to automate and delegate some processes. Use technology, systems and services that will help you minimize your involvement and increase your income.
pl: Jak uzyskać dochód pasywny: 1. Stwórz plan finansowy: Zanim zaczniesz budować źródła pasywnego dochodu, ważne jest, aby opracować plan finansowy. Zdefiniuj swoje cele finansowe, rozważ dostępne możliwości i określ swój poziom komfortu w odniesieniu do ryzyka. 2. Inwestowanie: Inwestycje mogą być skutecznym sposobem na tworzenie pasywnego dochodu. Zapoznaj się z różnymi możliwościami inwestycyjnymi i wybierz te, które odpowiadają Twoim celom i poziomowi ryzyka. 3. Rozwijanie umiejętności i wiedzy specjalistycznej: Doskonalenie swoich umiejętności i zdobywanie nowej wiedzy może pomóc w stworzeniu źródła pasywnego dochodu. Na przykład, możesz zdobyć umiejętności w zakresie inwestowania, tworzenia stron internetowych, marketingu lub innych obszarów, które mogą generować dochód. 4. Automatyzacja i delegowanie zadań: Aby wygenerować dochód pasywny, ważne jest zautomatyzowanie i delegowanie niektórych procesów. Korzystaj z technologii, systemów i usług, które pomogą Ci zminimalizować Twoje zaangażowanie i zwiększyć dochody.
ru: Как получать пассивный доход: 1. Создайте финансовый план: Прежде чем начать строить источники пассивного дохода, важно разработать финансовый план. Определите свои финансовые цели, рассмотрите доступные вам возможности и определите свой уровень комфорта по отношению к риску. 2. Инвестируйте: Инвестиции могут быть эффективным способом создания пассивного дохода. Исследуйте различные инвестиционные возможности и выберите те, которые соответствуют вашим целям и уровню риска. 3. Развивайте навыки и экспертизу: Улучшение своих навыков и получение новых знаний может помочь вам создать источник пассивного дохода. Например, вы можете изучить навыки инвестирования, разработки веб-сайтов, маркетинга или других областей, которые могут приносить доход. 4. Автоматизируйте и делегируйте: Чтобы получать пассивный доход, важно автоматизировать и делегировать некоторые процессы. Используйте технологии, системы и услуги, которые помогут вам минимизировать ваше участие в работе и увеличить доходность.
uk: Як отримувати пасивний дохід: 1. Створіть фінансовий план: Перш ніж почати будувати джерела пасивного доходу, важливо розробити фінансовий план. Визначте свої фінансові цілі, розгляньте доступні вам можливості та визначте свій рівень комфорту щодо ризику. 2. інвестуйте: Інвестиції можуть бути ефективним способом створення пасивного доходу. Дослідіть різні інвестиційні можливості та виберіть ті, які відповідають вашим цілям і рівню ризику. 3. Розвивайте навички та експертизу: Поліпшення своїх навичок і отримання нових знань може допомогти вам створити джерело пасивного доходу. Наприклад, ви можете вивчити навички інвестування, розробки веб-сайтів, маркетингу або інших галузей, які можуть приносити дохід. 4. автоматизуйте і делегуйте: Щоб отримувати пасивний дохід, важливо автоматизувати і делегувати деякі процеси. Використовуйте технології, системи та послуги, які допоможуть вам мінімізувати вашу участь у роботі та збільшити прибутковість.

# dwqhb5
source: Let's understand the terms: What is an IPO?
pl: Definiowanie terminów: Czym jest IPO?
ru: Разбираемся в терминах: Что такое IPO?
uk: Розбираємося в термінах: Що таке IPO?

# rejerh
source: How to recognize the tricks of marketers?
pl: Jak rozpoznać sztuczki marketingowców?
ru: Как распознать уловки маркетологов?
uk: Як розпізнати хитрощі маркетологів?

# ryteklwtaejrh
source: How to recognize undervalued stocks?
pl: Jak rozpoznać niedowartościowane akcje?
ru: Как распознать недооценённые акции?
uk: Як розпізнати недооцінені акції?

# nohiowrh
source: Diversification: Reducing risk in the stock portfolio
pl: Dywersyfikacja: zmniejszenie ryzyka w portfelu akcji
ru: Диверсификация: Снижению риска в портфеле акций
uk: Диверсифікація: Зниження ризику в портфелі акцій

# sgwioehn
source: There are many terms and acronyms in the financial market that can be confusing to novice investors. Among them, the most common are IPOs. In this article, we will get to the bottom of these terms and explain what they mean in the securities market. IPO, or Initial Public Offering, translates from English as <initial public offering>. It is the process whereby a company, previously closed and not publicly traded, offers its shares for sale on the open market. Usually IPO is associated with initial capital raising by a company to finance its operations, expand its business or pay a stake to existing shareholders. As a result of the IPO, the company goes public and its shares become available for trading on the stock exchange. The IPO process typically involves a set of activities such as selecting investment banks, preparing financial documents, conducting road shows and valuing the company. When the IPO is completed, the company's shares are offered to investors through an initial public offering.
pl: Na rynku finansowym istnieje wiele terminów i akronimów, które mogą być mylące dla początkujących inwestorów. Wśród nich najbardziej powszechne są IPO. W tym artykule przejdziemy do sedna tych terminów i wyjaśnimy, co oznaczają one na rynku papierów wartościowych. IPO, czyli Initial Public Offering, oznacza pierwszą ofertę publiczną. Jest to proces, w ramach którego spółka, wcześniej zamknięta i niebędąca przedmiotem publicznego obrotu, oferuje swoje akcje do sprzedaży na otwartym rynku. Zazwyczaj IPO wiąże się z początkowym pozyskaniem kapitału przez spółkę w celu sfinansowania jej działalności, rozszerzenia działalności lub wypłaty udziałów obecnym akcjonariuszom. W wyniku IPO spółka staje się publiczna, a jej akcje stają się dostępne do obrotu na giełdzie. Proces IPO obejmuje zazwyczaj szereg działań, takich jak wybór banków inwestycyjnych, przygotowanie dokumentów finansowych, przeprowadzenie road show i wycena spółki. Po zakończeniu IPO akcje spółki są oferowane inwestorom w ramach pierwszej oferty publicznej.
ru: На финансовом рынке существует множество терминов и аббревиатур, которые могут путать начинающих инвесторов. Среди них наиболее распространенными являются IPO. В этой статье мы разберемся в сути этих терминов и объясним, что они означают на рынке ценных бумаг. IPO, или Initial Public Offering, переводится с английского как <первичное публичное размещение>. Это процесс, когда компания, ранее закрытая и не публично торгуемая, предлагает свои акции для продажи на открытом рынке. Обычно IPO связано с первичным привлечением капитала компанией для финансирования своих операций, расширения бизнеса или выплаты доли существующим акционерам. В результате IPO компания становится публичной и ее акции становятся доступными для торговли на фондовой бирже. Процесс IPO обычно включает в себя набор действий, таких как выбор инвестиционных банков, подготовка финансовой документации, проведение дорожных шоу и оценка стоимости компании. Когда IPO завершается, акции компании предлагаются инвесторам через первичное размещение.
uk: На фінансовому ринку існує безліч термінів і абревіатур, які можуть плутати інвесторів-початківців. Серед них найбільш поширеними є IPO. У цій статті ми розберемося в суті цих термінів і пояснимо, що вони означають на ринку цінних паперів. IPO, або Initial Public Offering, перекладається з англійської як <первинне публічне розміщення>. Це процес, коли компанія, яка раніше була закрита і не публічно торгувалася, пропонує свої акції для продажу на відкритому ринку. Зазвичай IPO пов'язане з первинним залученням капіталу компанією для фінансування своїх операцій, розширення бізнесу або виплати частки існуючим акціонерам. У результаті IPO компанія стає публічною і її акції стають доступними для торгівлі на фондовій біржі. Процес IPO зазвичай включає в себе набір дій, таких як вибір інвестиційних банків, підготовка фінансової документації, проведення дорожніх шоу та оцінка вартості компанії. Коли IPO завершується, акції компанії пропонуються інвесторам через первинне розміщення.
