Repository: DenisStor/F.I.R.E---Finance-Freedom
Catalog: F.I.R.E./Screen/Localize/*.lproj/Localizable.strings
Languages: pl, ru, uk

# fam3text
source: American investor and fund manager born in 1950. He is best known for his successful career as manager of the Legg Mason Value Trust from 1990 to 2012. Miller became known for his outstanding investment performance, including a 15-year streak of superiority in the S&P 500 Index, making him one of the most successful fund managers of his time. He became famous for his contrarian approach to investing, often investing in undervalued stocks and companies that other investors did not value highly enough. His focus on long-term investments and active participation in the decision-making process also contributed to his success. Bill Miller has received several awards and recognitions for his investment accomplishments, including Morningstar magazine's Manager of the Year award. After leaving Legg Mason in 2012, he continued his career as an investor and founded his investment firm, Miller Value Partners.
pl: Amerykański inwestor i zarządzający funduszami urodzony w 1950 roku. Najbardziej znany jest ze swojej udanej kariery jako zarządzający funduszem Legg Mason Value Trust w latach 1990-2012. Miller stał się znany ze swoich wyjątkowych wyników inwestycyjnych, w tym 15-letniej passy osiągania lepszych wyników niż indeks S&P 500, co czyni go jednym z najbardziej utytułowanych zarządzających funduszami swoich czasów. Zasłynął ze swojego kontrariańskiego podejścia do inwestowania, często inwestując w niedowartościowane akcje i spółki, których inni inwestorzy nie cenili wystarczająco wysoko. Jego koncentracja na inwestycjach długoterminowych i aktywny udział w procesie decyzyjnym również przyczyniły się do jego sukcesu. Bill Miller otrzymał kilka nagród i wyróżnień za swoje osiągnięcia inwestycyjne, w tym nagrodę Menedżera Roku magazynu Morningstar. Po odejściu z Legg Mason w 2012 r. kontynuował karierę jako inwestor i założył swoją firmę inwestycyjną Miller Value Partners
ru: Американский инвестор и фондовый менеджер, родившийся 1950 году. Он наиболее известен своей успешной карьерой в качестве управляющего фондом Legg Mason Value Trust с 1990 по 2012 годы. Миллер стал известен благодаря своим выдающимся инвестиционным результатам, включая 15-летнюю серию превосходства индекса S&P 500, что сделало его одним из наиболее успешных фондовых менеджеров своего времени. Он прославился своим контрарианским подходом к инвестициям, часто вкладываясь в недооцененные акции и компании, которые другие инвесторы не оценивали достаточно высоко. Его фокус на долгосрочных инвестициях и активном участии в процессе принятия решений также способствовал его успеху. Билл Миллер получил несколько наград и признаний за свои инвестиционные достижения, включая награду Менеджер года журнала Morningstar. После ухода из Legg Mason в 2012 году, он продолжил свою карьеру как инвестор и основал свою инвестиционную компанию Miller Value Partners.
uk: Американський інвестор і фондовий менеджер, який народився 1950 року. Він найвідоміший своєю успішною кар'єрою як керуючий фондом Legg Mason Value Trust з 1990 по 2012 роки. Міллер став відомим завдяки своїм видатним інвестиційним результатам, включно з 15- річною серією переваги індексу S&P 500, що зробило його одним із найуспішніших фондових менеджерів свого часу. Він прославився своїм контраріанським підходом до інвестицій, часто вкладаючись у недооцінені акції та компанії, які інші інвестори не оцінювали досить високо. Його фокус на довгострокових інвестиціях і активній участі в процесі прийняття рішень також сприяв його успіху. Білл Міллер отримав кілька нагород і визнань за свої інвестиційні досягнення, включно з нагородою Менеджер року журналу Morningstar. Після звільнення з Legg Mason у 2012 році, він продовжив свою кар'єру як інвестор і заснував свою інвестиційну компанію Miller Value Partners.

# fam4text
source: South African-American entrepreneur and engineer born June 28, 1971. He is one of the most influential and well-known entrepreneurs of our time. Musk has founded or played a key role in the creation of several successful technology companies. One of the most famous of these is Tesla, Inc. a leading manufacturer of electric cars. He also founded SpaceX, which develops and launches rockets for commercial use and space exploration. Elon Musk is known for his vision of the future, his innovative thinking, and his desire to change the world through cutting-edge technology. He is also known for his social media and Twitter activity, where he often shares his ideas, plans, and news about his companies.
pl: Południowoafrykański przedsiębiorca i inżynier urodzony 28 czerwca 1971 roku. Jest jednym z najbardziej wpływowych i znanych przedsiębiorców naszych czasów. Musk założył lub odegrał kluczową rolę w tworzeniu kilku odnoszących sukcesy firm technologicznych. Jedną z najbardziej znanych z nich jest Tesla, Inc. wiodący producent samochodów elektrycznych. Założył również SpaceX, która projektuje i wystrzeliwuje rakiety do użytku komercyjnego i eksploracji kosmosu. Elon Musk jest znany ze swojej wizji przyszłości, innowacyjnego myślenia i chęci zmieniania świata za pomocą najnowocześniejszych technologii. Znany jest również ze swojej aktywności w mediach społecznościowych i na Twitterze, gdzie często dzieli się swoimi pomysłami, planami i wiadomościami o swoich firmach.
ru: Южноафриканско-американский предприниматель и инженер, родившийся 28 июня 1971 года. Он является одним из самых влиятельных и известных предпринимателей современности. Маск основал или сыграл ключевую роль в создании нескольких успешных технологических компаний. Одной из наиболее известных из них является Tesla, Inc., ведущий производитель электрических автомобилей. Он также основал компанию SpaceX, которая разрабатывает и запускает ракеты с целью коммерческого использования и исследования космоса. Илон Маск славится своим видением будущего, инновационным мышлением и стремлением изменить мир через передовые технологии. Он также известен своей активностью в социальных сетях и твиттере, где он часто делится своими идеями, планами и новостями о своих компаниях.
uk: Південноафрикансько-американський підприємець та інженер, який народився 28 червня 1971 року. Він є одним із найвпливовіших і найвідоміших підприємців сучасності. Маск заснував або зіграв ключову роль у створенні кількох успішних технологічних компаній. Однією з найвідоміших з них є Tesla, Inc., провідний виробник електричних автомобілів. Він також заснував компанію SpaceX, яка розробляє і запускає ракети з метою комерційного використання і дослідження космосу. Ілон Маск славиться своїм баченням майбутнього, інноваційним мисленням і прагненням змінити світ через передові технології. Він також відомий своєю активністю в соціальних мережах і твіттері, де він часто ділиться своїми ідеями, планами і новинами про свої компанії.

# homeWord1
source: and how rich
pl: i jak bogaty
ru: и как разбогатели
uk: і як розбагатіли

# homeWord2
source: About Us
pl: O nas
ru: О нас
uk: Про нас

# themeSettings
source: System
ru: Системная
uk: Системна

# themeSettings2
source: Dark
ru: Темная
uk: Темна

# themeSettings3
source: Light
ru: Светлая
uk: Світла

# calc1
source: Compound interest
pl: Procent składany
ru: Сложные проценты
uk: Складні відсотки

# calc2
source: Spent per day
pl: Ile można wydać dziennie
ru: Сколько можно потратить в день
uk: Скільки можна витратити на день

# safeMoney1
source: How much you earn
pl: Ile zarabiasz
ru: Сколько вы зарабатываете
uk: Скільки ви заробляєте

# safeMoney2
source: Enter number
pl: Wprowadź liczbę
ru: Введите число
uk: Введіть число

# safeMoney3
source: Cost of mandatory spending per month
pl: Koszt obowiązkowych wydatków miesięcznie
ru: Стоимость обязательных трат в месяц
uk: Вартість обов'язкових витрат на місяць

# safeMoney4
source: You can spend per day
pl: Możesz wydać dziennie
ru: Вы можете потратить в день
uk: Ви можете витратити на день

# procent1
source: How much are you willing to save
pl: Ile jesteś skłonny zaoszczędzić
ru: Сколько вы готовы откладывать
uk: Скільки ви готові відкладати

# procent2
source: Starting capital
pl: Kapitał początkowy
ru: Стартовый капитал
uk: Стартовий капітал

# procent3
source: Number of years
pl: Liczba lat
ru: Количество лет
uk: Кількість років

# procent4
source: Choose risk profile
pl: Wybierz profil ryzyka
ru: Выбрать риск профиль
uk: Вибрати ризик профіль

# procent5
source: what is it?
pl: Co to jest?
ru: что это такое?
uk: що це таке?

# procent6
source: Your capital will amount to
pl: Twój kapitał będzie
ru: Ваш капитал составит
uk: Ваш капітал составить

# procent7
source: A market participant's risk profile or investment profile is an assessment of their risk tolerance. The definition of the risk profile can help with all of this, which, by the way, is used to then choose financial instruments that are suitable for you and the realization of your goal and to form an investment strategy that is comfortable for you.
pl: Profil ryzyka lub profil inwestycyjny uczestnika rynku to ocena jego tolerancji na ryzyko. Definicja profilu ryzyka może pomóc w zrozumieniu tego wszystkiego, co, nawiasem mówiąc, jest wykorzystywane do wyboru instrumentów finansowych, które są odpowiednie dla Ciebie i Twojego celu oraz do stworzenia strategii inwestycyjnej, która jest dla Ciebie wygodna.
ru: Риск-профиль или инвестиционный профиль участника рынка — это оценка его толерантности к риску. Со всем этим может помочь разобраться определение риск-профиля, которое, кстати, используется для того, чтобы затем выбрать подходящие именно для вас и реализации вашей цели финансовые инструменты и сформировать удобную для вас инвестстратегию.
uk: Ризик-профіль або інвестиційний профіль учасника ринку - це оцінка його толерантності до ризику. З усім цим може допомогти розібратися визначення ризик- профілю, яке, до речі, використовується для того, щоб потім вибрати підходящі саме для вас і реалізації вашої мети фінансові інструменти та сформувати зручну для вас інвестстратегію.

source: USD
ru: RUB
uk: UAN

# tax
source: About tax
pl: Podatki
ru: Налоги для инвестора
uk: Податки для інвестора

# 1q
source: 1 question
pl: 1 pytanie
ru: 1 вопрос
uk: 1 питання

# 2q
source: 2 question
pl: 2 pytanie
ru: 2 вопрос
uk: 2 питання

# 3q
source: 3 question
pl: 3 pytanie
ru: 3 вопрос
uk: 3 питання

# 4q
source: 4 question
pl: 4 pytanie
ru: 4 вопрос
uk: 4 питання

# 5q
source: 5 question
pl: 5 pytanie
ru: 5 вопрос
uk: 5 питання

# 6q
source: 6 question
pl: 6 pytanie
ru: 6 вопрос
uk: 6 питання

# 7q
source: 7 question
pl: 7 pytanie
ru: 7 вопрос
uk: 7 питання

# 8q
source: 8 question
pl: 8 pytanie
ru: 8 вопрос
uk: 8 питання

# 1a
source: Can consistent returns in financial markets be achieved by ignoring macroeconomic factors?
pl: Czy można osiągnąć stałe zyski na rynkach finansowych, ignorując czynniki makroekonomiczne?
ru: Можно ли достичь консистентной доходности на финансовых рынках, игнорируя макроэкономические факторы?
uk: Чи можна досягти консистентної дохідності на фінансових ринках, ігноруючи макроекономічні чинники?

# 2a
source: Can we successfully predict the price movements of stocks and other financial instruments using only technical analysis?
pl: Czy ruchy cen akcji i innych instrumentów finansowych można z powodzeniem przewidzieć przy użyciu wyłącznie analizy technicznej?
ru: Можно ли успешно прогнозировать движения цен акций и других финансовых инструментов, используя только технический анализ?
uk: Чи можна успішно прогнозувати рух цін акцій та інших фінансових інструментів, використовуючи лише технічний аналіз?

# 3a
source: Is it possible to predict the exact timing of the beginning and end of market cycles?
pl: Czy możemy przewidzieć dokładny czas rozpoczęcia i zakończenia cykli rynkowych?
ru: Можно ли предсказать точное время начала и завершения рыночных циклов?
uk: Чи можна передбачити точний час початку і завершення ринкових циклів?

# 4a
source: Can high returns be guaranteed by investing in only one industry or asset?
pl: Czy można zagwarantować wysokie zyski inwestując tylko w jedną branżę lub aktywa?
ru: Можно ли гарантировать высокую доходность, инвестируя только в одну отрасль или актив?
uk: Чи можна гарантувати високу прибутковість, інвестуючи тільки в одну галузь або актив?

# 5a
source: Can an investment portfolio be effectively managed by ignoring fundamental analysis of companies?
pl: Czy można skutecznie zarządzać portfelem inwestycyjnym, ignorując analizę fundamentalną spółek?
ru: Можно ли эффективно управлять инвестиционным портфелем, игнорируя фундаментальный анализ компаний?
uk: Чи можна ефективно управляти інвестиційним портфелем, ігноруючи фундаментальний аналіз компаній?

# 6a
source: Is it possible to avoid all risks and losses in investing?
pl: Czy można uniknąć wszystkich ryzyk i strat związanych z inwestowaniem?
ru: Можно ли избежать всех рисков и потерь при инвестировании?
uk: Чи можна уникнути всіх ризиків і втрат під час інвестування?

# 7a
source: Is it possible to fully predict and account for all macroeconomic events and geopolitical risks when making investment decisions?
pl: Czy wszystkie wydarzenia makroekonomiczne i ryzyka geopolityczne można w pełni przewidzieć i uwzględnić przy podejmowaniu decyzji inwestycyjnych?
ru: Можно ли полностью предсказать и учесть все макроэкономические события и геополитические риски при принятии инвестиционных решений?
uk: Чи можна повністю передбачити і врахувати всі макроекономічні події та геополітичні ризики під час ухвалення інвестиційних рішень?

# 8a
source: Is it possible to achieve stable returns without continuously monitoring and updating the investment portfolio?
pl: Czy można osiągnąć stabilny zwrot bez ciągłego monitorowania i aktualizacji portfela inwestycyjnego?
ru: Можно ли достичь стабильной доходности, не проводя непрерывный мониторинг и обновление инвестиционного портфеля?
uk: Чи можна досягти стабільної прибутковості, не проводячи безперервного моніторингу та оновлення інвестиційного портфеля?

source: Yes
pl: tak
ru: Да
uk: Так

source: No
ru: Нет
uk: Ні

# nextq
source: Next
pl: Następny
ru: Дальше
uk: Далі

source: Done
pl: Gotowe
ru: Готово
uk: Готово

# textfinish
source: That's already a good result! But to become a real expert in this field, you need to keep learning.
pl: To już dobry wynik! Ale aby stać się prawdziwym ekspertem w tej dziedzinie, musisz ciągle się uczyć.
ru: Это уже хороший результат! Но чтобы стать настоящим экспертом в этой области, вам нужно продолжать учиться.
uk: Це вже хороший результат! Але щоб стати справжнім експертом у цій галузі, вам потрібно продовжувати вчитися.

# nalog1
source: When selling capital assets, such as stocks, bonds or real estate, investors may encounter capital gains. Capital gains fall into two categories. Long-term capital gains are usually subject to a lower tax rate than short-term capital gains.
pl: Polska stosuje system progresywnego opodatkowania dochodów osób fizycznych. Stawki podatku dochodowego zależą od poziomu dochodów i wynoszą od 17% do 32%.
ru: В России применяется система прогрессивного налогообложения на доходы физических лиц. Ставки налога варьируются в зависимости от уровня дохода и могут составлять от 13% до 30%
uk: В Україні застосовується система єдиного оподаткування на доходи фізичних осіб. Ставки податку варіюються залежно від рівня доходу і можуть становити 13-17%.

# nalogiName
source: Taxes
pl: Podatki
ru: Налоги
uk: Податки

# textNalogi1
source: Dividends received from stocks can be taxable. The U.S. has a double taxation system where companies pay taxes on profits and then dividends received by investors can also be taxable.
pl: Dywidendy i odsetki otrzymane z inwestycji również mogą podlegać opodatkowaniu. W Polsce istnieje system opodatkowania dywidend, który zależy od statusu odbiorcy i innych czynników.
ru: Дивиденды и проценты, также могут быть облагаемыми налогом. В России действует система налогообложения дивидендов и процентов, которая зависит от их источника и других факторов.
uk: Дивіденди і відсотки, також можуть бути оподаткованими. В Україні діє система оподаткування дивідендів і відсотків, яка залежить від їхнього джерела та інших факторів.

# titleNalogi2
source: PROFIT
pl: ZYSK
ru: ПРИБЫЛЬ
uk: ПРИБУТОК

# textNalogi2
source: If you invest through a company or organization, it may be subject to income tax.
pl: Jeśli inwestujesz za pośrednictwem firmy, może ona być opodatkowana stawką 19%.
ru: Если вы инвестируете через компанию, они могут облагаться налогом по ставке 20%.
uk: Якщо ви інвестуєте через компанію, вони можуть оподатковуватися за ставкою 18%.

# titleNalogi3
source: BENEFITS
pl: KORZYŚCI
ru: ЛЬГОТЫ
uk: Пільги

# textNalogi3
source: Tax-advantaged investment accounts: In the U.S., there are special investment accounts, such as individual retirement accounts (IRAs) and 401(k)
pl: Polska zapewnia również zachęty podatkowe dla inwestorów. Istnieją na przykład programy promocji inwestycji, zachęty podatkowe dla innowacyjnych projektów itp.
ru: В России также предусмотрены различные налоговые льготы и стимулы для инвесторов, особенно в определенных отраслях или регионах.
uk: В Україні також передбачені різноманітні податкові пільги та стимули для інвесторів, особливо в певних галузях або регіонах.

# menuStart
source: On the menu
pl: W menu
ru: В меню
uk: У меню

# testgram
source: Financial literacy test
pl: Test umiejętności finansowych
ru: Тест на финансовую грамотность
uk: Тест на фінансову грамотність

# finaltest1
source: You have decided wrong investment test It is necessary to analyze your mistakes and try to understand where you have made mistakes
pl: Zdecydowałeś się na zły test inwestycyjny Musisz przeanalizować swoje błędy i spróbować zrozumieć, gdzie je popełniłeś
ru: Вы решили не правильно тест по инвестированию Необходимо проанализировать свои ошибки и попробовать понять, где вы допустили недочеты.
uk: Ви вирішили неправильно тест з інвестування Необхідно проаналізувати свої помилки і спробувати зрозуміти, де ви допустили недоліки.

# finaltest2
source: We still have to learn! But the results are good, you need to analyze your mistakes and try to understand where you made mistakes
pl: Wciąż musimy się uczyć! Ale wyniki są dobre, musisz przeanalizować swoje błędy i spróbować zrozumieć, gdzie je popełniłeś
ru: Надо еще учиться! Но результаты хорошие, Необходимо проанализировать свои ошибки и попробовать понять, где вы допустили недочеты.
uk: Треба ще вчитися! Але результати хороші, Необхідно проаналізувати свої помилки і спробувати зрозуміти, де ви допустили недоліки.

# finaltest3
source: Congratulations on successfully completing your investment test! You have demonstrated your knowledge in this area, which is an important step in achieving your investment goals.
pl: Gratulujemy pomyślnego zdania testu inwestycyjnego! Udowodniłeś swoją wiedzę w tym obszarze, co jest ważnym krokiem w osiąganiu celów inwestycyjnych
ru: Поздравляем с успешным прохождением теста по инвестированию!Вы продемонстрировали свои знания в данной области, что является важным шагом в достижении ваших инвестиционных целей.
uk: Вітаємо з успішним проходженням тесту з інвестування! Ви продемонстрували свої знання в даній області, що є важливим кроком у досягненні ваших інвестиційних цілей.

# prav8
source: correct
ru: правильных
uk: правильних

# stockmenu
source: Stock
pl: Akcje
ru: Акции
uk: Акції

# cryptomenu
source: Cryptocurrency
pl: Kryptowaluta
ru: Криптовалюта
uk: Криптовалюта

# obligimenu
source: Bonds
pl: Obligacje
ru: Облигации
uk: Облігації

# nedviga
source: Real estate
pl: Nieruchomości
ru: Недвижимость
uk: Нерухомість

# key_stock1
source: What is stocks
pl: Co to są akcje
ru: Что такое акция
uk: Що таке акція

# key_stock2
source: Stock - A stock is a security issued by a joint—stock company, in other words, an issuing company. All investors who bought shares became co-owners of the company. The promotion simply confirms that its owner has a stake in the company, even if it is very small
pl: Akcje to papiery wartościowe emitowane przez spółkę akcyjną, innymi słowy spółkę emitującą. Wszyscy inwestorzy, którzy kupili akcje, stali się współwłaścicielami firmy. Akcje po prostu potwierdzają, że ich właściciel ma udział w firmie, nawet jeśli jest bardzo mały
ru: Акция — это ценная бумага, которую выпускает акционерное общество, другими словами — компания-эмитент. Все инвесторы, которые купили акции, стали совладельцами компании. Акция как раз и подтверждает, что у ее владельца есть доля в компании, пусть даже совсем маленькая
uk: Акція - це цінний папір, який випускає акціонерне товариство, іншими словами - компанія-емітент. Усі інвестори, які купили акції, стали співвласниками компанії. Акція якраз і підтверджує, що в її власника є частка в компанії, нехай навіть зовсім маленька

# key_stock3
source: What types of stocks are there?
pl: jakie są rodzaje akcji?
ru: Какие бывают виды акций?
uk: Які бувають види акцій?

# Investagree1
source: Invest correctly
pl: Inwestuj prawidłowo
ru: Инвестируем правильно
uk: Інвестуємоправильно

# Bonds1
source: Bonds
pl: Obligacje
ru: Облигации
uk: Облігації

# Stocks1
source: Stocks
pl: Akcje
ru: Акции
uk: Акції

# Cryptocurrency1
source: Cryptocurrency
pl: Kryptowaluta
ru: Криптовалюта
uk: Криптовалюта

source: Step 1
pl: Krok 1
ru: Шаг 1
uk: Крок 1

# Step1.1
source: Before you buy bonds of a particular issuer, familiarize yourself with the credit ratings assigned to it.
pl: Przed zakupem obligacji danego emitenta zapoznaj się z przypisanymi do niego ratingami kredytowymi.
ru: Прежде чем приобрести облигации того или иного эмитента, ознакомьтесь с кредитными рейтингами, которые ему присвоены.
uk: Перш ніж придбати облігації того чи іншого емітента, ознайомтеся з кредитними рейтингами, які йому присвоєно.

# Creditratings1
source: Credit ratings:
pl: Ratingi kredytowe:
ru: Кредитные рейтинги
uk: Кредитні рейтинги

# Creditratings2
source: The lower the credit rating, the more likely it is to default.
pl: Im niższy rating kredytowy, tym większe prawdopodobieństwo niewypłacalności.
ru: чем ниже кредитный рейтинг, тем больше вероятность дефолта.
uk: що нижчий кредитний рейтинг, то більша ймовірність дефолту.

source: Step 2.
pl: Krok 2
ru: Шаг 2
uk: Крок 2

# Step2.1
source: To make sure that this issuer can be trusted with your funds, not only the credit ratings will help, but also an insight into its operations - basic information can be gleaned from company presentations and regular reporting.
pl: Upewnienie się, że temu emitentowi można powierzyć swoje fundusze, pomoże nie tylko w ratingach kredytowych, ale także w wglądzie w jego działalność - podstawowe informacje można uzyskać z prezentacji firmy i regularnych raportów.
ru: Убедиться, что этому эмитенту можно доверить свои средства, помогут не только кредитные рейтинги, но и представление о его деятельности — основные сведения можно подчерпнуть из презентаций компании и регулярной отчетности.
uk: Переконатися, що цьому емітенту можна довірити свої кошти, допоможуть не тільки кредитні рейтинги, а й уявлення про його діяльність - основні відомості можна вичерпнути з презентацій компанії та регулярної звітності.

source: Step 3
pl: Krok 3
ru: Шаг 3
uk: Крок 3

# Step3.1
source: An additional selection criterion can be expert analysis from professionals you trust.
pl: Dodatkowym kryterium wyboru może być analiza ekspercka od zaufanych specjalistów.
ru: Дополнительным критерием выбора может послужить экспертная аналитика от специалистов, которым вы доверяете.
uk: Додатковим критерієм вибору може послужити експертна аналітика від фахівців, яким ви довіряєте.
